Repository: panozzaj/ufo2000
Catalog: translations/ufo2000-*.po
Languages: be, de, es

source: Configuration
be: Канфігурацыя
de: Konfiguration
es: Configuracion

source: OK
be: ОК

source: Cancel
be: Адмена
de: Abbruch
es: Cancelar

source: movement speed
be: хуткасць перамяшчэння
de: Bewegungs-Geschwindigkeit
es: velocidad de movimiento

source: fire speed
be: хуткась стральбы
de: Feuer-Geschwindigkeit
es: velocidad de disparo

source: scroll speed
be: хуткасць пракруткі
de: Scroll-Geschwindigkeit
es: velocidad de desplazamiento

source: mapscroll points
be: дыскрэтнасць пракруткі
de: Scroll-Punkte
es: puntos de desplazamiento

source: Comparing local and remote UFO2000 versions...
be: Параўнанне версій UFO2000...
de: Versions-Vergleich der beiden UFO2000-Programme...

source: Press ESC to cancel
be: Націснуць ESC для адмены
de: ESC drücken für Abbruch

source: connection closed
be: далучэнне згублена
de: Verbindung wurde geschlossen

source: Welcome to the mission-planner !
be: Запрашаем у планіроўшчык місіі !
de: Willkommen im Missionsplaner !
es: Bienvenido al planeador de misiones

source: Remote player does not have any of your maps
be: У гульца на тым баку няма ніводнай з Вашых картаў
de: Der andere Spieler hat keine Ihrer Karten
es: El otro jugador no tiene ninguno de tus mapas

source: You can select a map and change the match-settings.
be: Вы можаце вылучыць карту і змяніць налады місіі.
de: Sie können eine Karte wählen und die Spiel-Einstellungen ändern.
es: Se puede elegir un mapa y cambiar las opciones del partido.

source: The map is already set for this game, and cannot be changed.
be: Карта ўжо вылучана і не можа быць зменена.
de: Die Karte für dieses Spiel wurde bereits festgelegt und kann nicht mehr geändert werden.
es: Ya se ha elegido el mapa para este juego, y no se puede cambiar.

source: To edit a soldier, CTRL-click on his name.
be: Для рэдагавання салдата CTRL-клік на яго імя.
de: Mit CTRL-Klick auf einen Namen kann ein Soldat editiert werden.
es: Para editar un soldado, CTRL-clic en su nombre

source: Left-click to place a soldier on the map, right-click to remove him.
be: Правым клікам можна дадаць салдата на карту, левым - выдаліць.
de: Ein Links-Klick setzt einen Soldaten auf die Karte, ein Rechts-Klick entfernt ihn.
es: Clic izquierdo para colocar un soldado en el mapa, clic derecho para sacarlo.

source: When finished, click SEND, then START. Press ESC to quit, F1 for help.
be: Калі ўсё зроблена, націснуць SEND і затым START. Націснуць ESC для адмены, F1 для дапамогі.
de: Zum Abschluss SENDEN, dann START anklicken. ESC für Abbruch, F1 für Hilfe.
es: Cuando termines, haz clic en SEND, luego en START. Presiona ESC para salir, F1 para ver la ayuda.

source: PREPARATIONS FOR MISSION FINISHED
be: СКОНЧЫЦЬ ПАДРЫХТОЎКУ ДА МІСІІ
de: Missionsplanung abgeschlossen
es: FIN DE LAS PREPARACIONES PARA LA MISION

source: Music OFF
be: Музыка Адключана.
de: Musik AUS
es: Sin musica

source: Music Volume: %d
be: Гучнасць Музыкі: %d
de: Musik-Lautstärke: %d
es: Volumen de la musica: %d

source: EXIT MISSION-PLANNER
be: ВЫЙСЦІ З ПЛАНІРОЎШЧЫКА МІСІІ
de: Missionsplaner verlassen
es: SALIR DEL PLANEADOR DE MISIONES

source: ok.
be: ок.

source: INFO
be: ІНФАРМАЦЫЯ

source: Total men points=%d
be: Усяго поінтаў=%d
de: Gesamtpunkte=%d
es: Puntos en total=%d

source: LOAD UNITS DATA
be: ЗАГРУЗІЦЬ САЛДАТА
de: Laden eines Teams
es: CARGAR DATOS DE UNIDADES

source: SAVE UNITS DATA
be: ЗАХАВАЦЬ САЛДАТА
de: Speichern eines Teams
es: SALVAR DATOS DE UNIDADES

source: Select Name
be: Вылучыць Імя

source: Click-and-drop weapons from the armory to the soldier, right-click to remove
be: Перацягвайце узбраенне да байца, правы клік для выдалення зброі
de: Per Maus Ausrüstung vom Waffenlager zum Soldaten bringen, entfernen mit Rechts-Klick

source: F1 Help F2 Save Team F3 Load Team F4 Edit Attributes
be: F1 Дапамога F2 Захаваць Атрад F3 Загрузіць Атрад F4 Змяніць Атрыбуты
de: F1 Hilfe F2 Team speichern F3 Team laden F4 Einheiten-Editor
es: F1 Ayuda F2 Salvar Equipo F3 Cargar Equipo F4 Editar Atributos

source: AMMO:
be: АМУНІЦЫЯ:
de: MUNITION:
es: MUNICION:

source: ROUNDS
be: ЗАРАДАЎ
de: SCHUSS
es: DISPAROS

source: LEFT=
be: РЭШТА=
de: ÜBRIG=
es: RESTANTES=

source: Use keys with shift to configure them:
be: Кнопкі з shift'ом для налады:
de: Tasten konfigurieren zusammen mit Shift:

source: Name-generator
be: Генератар Імёнаў
de: Namens-Generator

source: Cycle thru Appearances
be: Змяніць знешнасць
de: Aussehen umschalten

source: Cycle thru Armor-types
be: Змяніць тып брані
de: Panzerung umschalten

source: Delete Equipment of current man
be: Зняць усю экіпіроўку
de: löscht die Ausrüstung des Soldaten.

source: Next soldier
be: Наступны салдат
de: Zum nächsten Soldaten

source: Equipment weight: %d/%2d
be: Вага экіпіроўкі: %d/%2d
de: Gewicht der Ausrüstung: %d/%2d
es: Peso del equipo: %d/%2d

source: Equipment cost
be: Кошт экіпіроўкі
de: Kosten
es: Costo del equipo:

source: Select setup for F5
be: Усталёўкі для F5

source: Select setup for F6
be: Усталёўкі для F6

source: Select setup for F7
be: Усталёўкі для F7

source: Select setup for F8
be: Усталёўкі для F8

source: Select unit race
be: Вылучыць расу салдата
de: Rasse der Einheit wählen
es: Elegir raza de la unidad

source: Select unit armour
be: Вылучыць браню салдата
de: Panzerung auswählen
es: Elegir tipo de armadura

source: Select unit appearance
be: Вылучыць знешнасць салдата
de: Aussehen der Einheit wählen
es: Elegir apariencia

source: Points remain: %2d
be: Вольных поінтаў: %2d
de: Rest-Punkte: %2d

source: Name:
be: Імя:
es: Nombre:

source: Race:
be: Раса:
de: Rasse:
es: Raza:

source: Armour:
be: Браня:
de: Panzerung:
es: Armadura:

source: Appearance:
be: Знешнасць:
de: Aussehen:
es: Apariencia:

source: Time Units
be: Адзінкі Ходу
de: Zeiteinheiten
es: Velocidad

source: Stamina
be: Вынослівасць
de: Ausdauer
es: Energia

source: Health
be: Здароўе
de: Gesundheit
es: Salud

source: Bravery
be: Храбрасць
de: Tapferkeit
es: Valentia

source: Reactions
be: Рэакцыя
de: Reaktion
es: Reflejos

source: Firing
be: Стральба
de: Schussgenauigkeit
es: Precision de tiro

source: Throwing
be: Кідкі
de: Wurfgenauigkeit
es: Lanzamiento

source: Strength
be: Сіла
de: Stärke
es: Fuerza

source: Select equipment set
be: Вылучыць набор экіпіроўкі

source: Remote player does not have any of your equipment sets
be: У гульца на тым баку няма ніводнага з Вашых набораў экіпіроўкі

source: CANCEL
be: АДМЕНА
de: ABBRUCH
es: CANCELAR

source: THROW ACC>%02d%% TUs>%02d
be: КІНУЦЬ ДАК>%02d%% АД>%02d
de: WERFEN Gen>%02d%% ZE>%02d
es: LANZAR PRE>%02d%% UTs>%02d

source: STUN ACC>%02d%% TUs>%02d
be: ЗНЯДВІЖЫЦЬ ДАК>%02d%% АД>%02d
de: BETÄUBEN Gen>%02d%% ZE>%02d

source: PUNCH ACC>%02d%% TUs>%02d
be: УДАРЫЦЬ ДАК>%02d%% АД>%02d
de: SCHLAG Gen>%02d%% ZE>%02d

source: AIMED THROW ACC>%02d%% TUs>%02d
be: КІНУЦЬ ДАК>%02d%% АД>%02d
de: GEZIELTER WURF Gen>%02d%% ZE>%02d

source: PRIME EXPLOSIVE TUs>%02d
be: УЗВЕСЦІ УЗРЫЎЧАТКУ АХ>%02d
de: SPRENGLAD. SCHARFMACHEN ZE>%02d
es: Armar explosivo UTs>%02d

source: PRIME GRENADE TUs>%02d
be: УЗВЕСЦІ ГРАНАТУ АД>%02d
de: GRANATE SCHARFMACHEN ZE>%02d
es: Armar granada UTs>%02d

source: AUTO SHOT ACC>%02d%% TUs>%02d
be: ЧАРГОЙ ДАК>%02d%% АД>%02d
de: FEUERSTOSS Gen>%02d%% ZE>%02d
es: AUTOMATICO PRE>%02d%% UTs>%02d

source: SNAP SHOT ACC>%02d%% TUs>%02d
be: НАЎСКІДКУ ДАК>%02d%% ОХ>%02d
de: SCHNELLSCHUSS Gen>%02d%% ZE>%02d

source: AIMED SHOT ACC>%02d%% TUs>%02d
be: ПРЫЦЭЛЬНА ДАК>%02d%% ОХ>%02d
de: ZIELSCHUSS Gen>%02d%% ZE>%02d
es: APUNTADO PRE>%02d%% UTs>%02d

source: DELAY
be: ВЫТРЫМКА
de: VERZöG.
es: ESPERA

source: TIME:
be: ЧАС:
de: ZEIT:
es: TIEMPO:

source: Firing-Type
be: Тып выстралу
de: Feuermodus
es: Tipo de fuego

source: Accuracy
be: Дакладнасць
de: Genauigkeit
es: Precision

source: TU cost
be: Кошт у АД
de: Zeitbedarf
es: Costo de UT

source: Auto
be: Чаргой
de: Feuerstoss
es: Automatico

source: Snap
be: Наўскідку
de: Schnellschuss
es: Simple

source: Aimed
be: Прыцэльна
de: Zielschuss
es: Apuntado

source: Two-handed weapon
be: Двуручная зброя
de: Zweihändige Waffe
es: Arma de dos manos

source: Damage
be: Пашкоджанне
de: Schaden
es: Daño

source: Ammo-Type
be: Тып амуніцыі
de: Munitions-Typ
es: Tipo de municion

source: Rounds
be: Зарадаў
de: Kapazität
es: Capacidad

source: Ammo#
be: Амуніцыя#
de: Munition#
es: Municion#

source: Weight
be: Вага
de: Gewicht
es: Peso

source: Cost
be: Кошт
de: Kosten
es: Costo

source: Time left: %d
be: Рэштка Часу: %d
de: Verbleibende Zeit: %d
es: Tiempo restante: %d

source: Turn end
be: Канец Ходу
de: Ende der Runde
es: Fin del turno

source: NEXT TURN
be: НАСТУПНЫ ХОД
de: Nächste Runde
es: SIGUIENTE TURNO

source: OK
be: ОК

source: Next turn. local = %d, remote = %d soldiers
be: Наступны ход. Колькасць байцоў: у нас = %d, у праціўніка = %d
de: Nächste Runde. Anzahl eigener Einheiten: %d, Gegner: %d
es: Proximo turno. local = %d, remoto = %d soldados

source: Next turn
be: Наступны Ход
de: Runde fertig

source: WATCH
be: ГЛЯДЗІ
de: Gegner ist am Zug
es: MIRAR

source: DRAW!
be: НІЧЫЯ!
de: Unentschieden!
es: ¡EMPATE!

source: PLAYER 2 WINS!
be: ГУЛЕЦ 2 ПЕРАМОГ!
de: Spieler 2 hat gewonnen!
es: ¡GANA EL JUGADOR 2!

source: PLAYER 1 WINS!
be: ГУЛЕЦ 1 ПЕРАМОГ!
de: Spieler 1 hat gewonnen!
es: ¡GANA EL JUGADOR 1!

source: YOU WIN!
be: ВЫ ПЕРАМАГЛІ!
de: Sie haben gewonnen!
es: ¡Has ganado!

source: YOU LOSE!
be: ВЫ ПРАЙГРАЛІ!
de: Sie haben verloren!
es: ¡Has perdido!

source: Summary
be: Зводка
de: Zusammenfassung

source: Player 1
be: Гулец 1
de: Spieler 1
es: Jugador 1

source: Player 2
be: Гулец 2
de: Spieler 2
es: Jugador 2

source: Your Platoon
be: Ваш Атрад
de: Ihr Trupp
es: Tu peloton

source: Remote Platoon
be: Атрад Праціўніка
de: Gegnerischer Trupp
es: Peloton del oponente

source: Total Kills:
be: Усяго Забіта:
de: Abschüsse:
es: Muertes:

source: Player
be: Гулец
de: Spieler

source: Death:
be: Забітых у Вас:
de: Verluste:
es: Bajas:

source: Total Damage Inflicted:
be: Нанесеныя Страты:
de: Schaden verursacht:
es: Daño infligido:

source: Total Damage Taken:
be: Атрыманыя Страты:
de: Eigener Schaden:
es: Daño recibido:

source: Most Valuable Soldier:
be: Самы Карысны Салдат:
de: Erfolgreichster Soldat:
es: Soldado mas valioso:

source: %s (%s, %d kills)
be: %s (%s, %d забіта)
de: %s (%s, Abschüsse: %d)
es: %s (%s, %d muertes)

source: Most Devastating Soldier:
be: Самы Разбуральны Салдат:
de: Verheerendster Soldat:
es: Soldado mas devastador:

source: %s (%s, %d damage inflicted)
be: %s (%s, %d пашкоджанняў нанесена)
de: %s (%s, Schaden verursacht: %d)
es: %s (%s, %d daño infligido)

source: Most Cowardly Soldier:
be: Самы Няўдалы Салдат:
de: Erfolglosester Soldat:
es: Soldado mas cobarde:

source: Name
be: Імя
es: Nombre

source: Kills
be: Забіта
de: Abschüsse
es: Muertes

source: Details
be: Дэталі

source: End
be: Скончыць
de: Ende

source: You can chat here. Press ESC when finished.
be: Можна пагутарыць з апанентам. Націснуць ESC для завершання.
de: Sie können hier weiter chatten. Zum Abschluss ESC drücken.
es: ESC para salir.

source: EXIT TO MAIN MENU
be: ВЫЙСЦІ У ГАЛОЎНАЕ МЕНЮ
de: Zurück zum Hauptmenü
es: SALIR AL MENU PRINCIPAL

source: Welcome to the battlescape of UFO2000 !
be: Запрашаем на поле боя UFO2000 !
de: Willkommen auf dem Schlachtfeld von UFO2000 !
es: ¡Bienvenido al campo de batalla del UFO2000!

source: Press F1 for help.
be: Націснуць F1 для дапамогі.
de: F1 drücken für Hilfe.
es: F1 para ver la ayuda.

source: Battlereport
be: Баявая зводка
de: Kampfbericht

source: SAVE GAME
be: ЗАХАВАЦЬ ГУЛЬНЮ
de: Spielstand speichern
es: SALVAR JUEGO

source: Game saved
be: Гульня захаваная
de: Spiel wurde gespeichert
es: Juego salvado

source: LOAD GAME
be: ЗАГРУЗІЦЬ ГУЛЬНЮ
de: Spielstand laden
es: CARGAR JUEGO

source: failed
be: няўдача
de: fehlgeschlagen

source: Saved game not found
be: Захаваная гульня не знойдзена
de: Spielstand wurde nicht gefunden
es: No se encontro el juego salvado

source: success
be: поспех
de: erfolgreich

source: Tooltips OFF
be: Падказкі Адключаны
de: Tooltips AUS
es: Consejos desactivados

source: Tooltips ON.
be: Падказкі Ўключаны
de: Tooltips AN.
es: Consejos activados

source: SCREEN-SNAPSHOT
be: ЗРАБІЦЬ СКРЫНШОТ
de: Bildschirmfoto

source: ABORT MISSION ?
be: СПЫНІЦЬ МІСІЮ ?
de: Mission abbrechen ?
es: ¿ABORTAR LA MISION?

source: YES=RESIGN
be: ДА=ЗАВЕРШЭННЕ
de: JA=Aufgeben
es: SI=RENDIRSE

source: NO=CONTINUE
be: НЕ=ПРАЦЯГНУЦЬ
de: NEIN=Weiterspielen
es: NO=CONTUNUAR

source: Game aborted
be: Гульня спынена
de: Spiel wurde abgebrochen

source: Saved game not available
be: Захаванай гульні не знойдзена
de: Spielstand ist nicht verfügbar
es: No esta disponible el juego salvado

source: UFO2000 v%s.%s - a free and opensource multiplayer game
be: UFO2000 v%s.%s - свабодная сеткавая гульня з адкрытым кодам
de: UFO2000 v%s.%s - ein freies und quelloffenes Spiel, im

source: inspired by 'X-COM: UFO Defense', see http://ufo2000.sf.net.
be: па матывах гульні 'X-COM: UFO Defense', http://ufo2000.sf.net
de: Stil von 'UFO-Der unbekannte Gegner', siehe http://ufo2000.sf.net.

source: &MORE
be: &ЯШЧЭ
de: &MEHR INFOS
es: &MAS

source: OK
be: ОК

source: connect to internet server
be: далучыцца да сэрвера
de: Verbinden mit Internet-Server
es: conectar al servidor de internet

source: start hotseat game
be: пачаць hotseat гульню
de: Hotseat-Spiel starten
es: empezar un juego tipo hotseat

source: editor
be: рэдактар
de: Karten-Editor

source: load saved game
be: загрузіць гульню
de: Spielstand laden
es: cargar un juego salvado

source: about
be: аб стваральніках
de: Über UFO2000
es: acerca de

source: tip of the day
be: парада дня
de: Tip des Tages
es: consejo del dia

source: quit
be: выйсці
de: Ende
es: salir

source: Select terrain type
be: Вылучыць тып мясцовасці
de: Gelände-Typ wählen
es: Elegir tipo de terreno

source: NEXT PLAYER
be: НАСТУПНЫ ГУЛЕЦ
de: Nächster Spieler
es: SIGUIENTE JUGADOR

source: GAME START
be: СТАРТ ГУЛЬНІ
de: Spielstart
es: COMIENZO DEL JUEGO

source: Remote player has the following %d maps that can be used for network game:
be: Апанент мае %d картаў якія могуць быць выкарыстаныя ў сеткавай гульні:
de: Der andere Spieler hat die folgenden %d benutzbaren Karten:

source: The following maps can not be used, they are modified or just not installed by remote player:
be: Наступныя карты не могуць быць выкарыстаны, яны мадыфікаваныя або не ўсталяваны апанентам
de: Die folgenden Karten sind nicht benutzbar (nicht vorhanden oder modifiziert):

source: Kill 'em all!
be: Забіць усіх ворагаў!
de: Kampf bis zum letzten Mann!
es: Matarlos a todos.

source: You must get your leader (first selected soldier)
be: Лідэр (першы вылучаны баец) павінен
es: Debes llevar a tu lider (primer soldado elegido)

source: to the opposite edge of the map to win.
be: дасягнуць процілеглага боку карты.
es: al borde opuesto del mapa para ganar.

source: Your leader is always visible on your opponent's
be: Лідэр заўсёды паказаны на мінікарце
es: Tu lider es siempre visible para tu oponente en

source: minimap.
be: праціўніка.
es: el minimapa.

source: You must kill enemy leader (first selected
be: Забіць лідэра ворага (першы вылучаны баец)
es: Debes matar al lider enemigo (primer soldado

source: soldier) before he gets to your edge of the map.
be: да таго як ён дасягне боку карты.
es: elegido) antes de que alcance tu borde del mapa.

source: Leader is always visible on your minimap.
be: Лідэр ворага заўсёды паказаны на мінікарце.
es: El lider es siempre visible en el minimapa.

source: Leader can use two-handed weapons
be: Лідэр можа выкарыстоўваць двуручную зброю.

source: Leader can't use two-handed weapons
be: Лідэр не можа выкарыстоўваць двуручную зброю.

source: You must place high explosives at places which
be: Выявіць зарады ўзрыўчаткі ў указаных на
es: Debes colocar explosivos en lugares indicados en

source: are indicated on your minimap. You can have high
be: мінікарце месцах. Трэба мець зарады
es: tu minimapa. En este escenario, puedes llevar

source: explosives even if they aren't allowed by rules
be: узрыўчаткі, інакш мэта місіі не зможа быць
es: explosivos aun cuando no lo permitan las reglas

source: of the match.
be: дасягнута.
es: del partido.

source: You must kill all enemy soldiers before they
be: Знішчыць салдатаў праціўніка да залажэння
es: Debes matar a todos los soldados enemigos antes

source: plant explosives at places which are indicated on
be: імі зарадаў узрыўчаткі ў адзначаных на
es: de que coloquen explosivos en los lugares

source: the minimap.
be: мінікарце месцах.
es: indicados en el minimapa.

source: You must control the 10x10 area in the centre of
be: Неабходна кантраляваць надзел 10x10
es: Debes controlar el area de 10x10 en el centro del

source: the map for number of successive half-turns set
be: у центры карты такую колькасць паўхадоў
es: mapa por un numero sucesivo de medios turnos

source: in the "Options" section.
be: запар якое ўсталявана ў наладах.
es: especificado en la seccion Opciones.

source: To control an area you have to have in it more
be: Для кантроля трэба мець у зоне больш байцоў
es: Para controlar un area debes tener alli mas

source: soldiers than your opponent.
be: чым там мае праціўнік.
es: soldados que tu oponente.

source: Half-turns to control the area
be: Неабходна паўхадоў для кантроля:

source: soldier). Enemy leader is always visible on your
be: Варожы лідэр заўсёды паказаны на вашай
es: elegido). El lider enemigo siempre es visible en

source: minimap.
be: мінікарце.
es: tu minimapa

source: You must save your leader (first selected
be: Абараніць свайго лідэра (першы вылучаны
es: Debes salvar a tu lider (primer soldado

source: soldier). He is always visible for your opponent
be: баец). Лідэр заўсёды паказаны на мінікарце
es: elegido). Siempre es visible para tu oponente en

source: on the minimap.
be: праціўніка.
es: el minimapa.

source: You must save at least half of your squad
be: Неабходна захаваць больш паловы
es: Debes salvar al menos medio peloton (redondeado

source: (rounded down) until the end of the match (number
be: атрада да заканчэння місіі (працягласць
es: hacia abajo) hasta el fin del partido (el numero

source: of turns is set in the "Options" section).
be: усталёўваецца ў наладах).
es: de turnos se determina en la seccion Opciones.

source: You must kill more than half of enemy squad
be: Знішчыць больш паловы байцоў ворага
es: Debes matar a mas de la mitad del peloton enemigo

source: Half-turns to hold (match length)
be: Неабходна паўхадоў пратрымацца:

source: "Surrounded" deployment
be: Высадка ў акружэнні

source: Standard deployment
be: Звычайная высадка

source: You must bring at least half of your squad
be: Трэба правесці не меней паловы атрада
es: Debes llevar al menos medio peloton (redondeado

source: (rounded up) to the opposite edge of the map if
be: да процілеглага боку карты калі вылучаны
es: hacia arriba) al borde opuesto del mapa si se

source: standard deployment is selected or to any edge if
be: стандартны тып высадкі або да любога боку
es: eligio despliegue estandar, o cualquier borde si

source: "surrounded" deployment is selected.
be: карты калі вылучаны тып высадкі ў акружэнні.
es: se eligio el despliegue "rodeado"

source: (rounded up) before they get to your edge of the
be: да таго як яны дасягнуць процілеглага
es: antes de que lleguen a tu borde del mapa si se

source: map if standard deployment is selected or to any
be: боку карты пры стандартнай высадцы або любога
es: eligio despliegue estandar, o cualquier borde

source: edge if "surrounded" deployment is selected.
be: боку карты пры высадцы ў акружэнні.
es: si se eligio el despliegue "rodeado"

source: You must capture enemy leader (first selected
be: Трэба захапіць варожага лідэра (першы
es: Debes capturar al lider enemigo (primer soldado

source: soldier). To do this you must stun him and bring
be: вылучаны баец). Для захопу яго трэба знядвіжыць
es: elegido). Para ello debes desmayarlo y traerlo

source: to your edge of the map. Leader is always visible
be: і вынесці да свайго ўскрайка карты. Варожы лідэр
es: a tu borde en el mapa. El lider siempre es

source: on your minimap.
be: заўсёды паказаны на мінікарце.
es: visible en tu minimapa

source: You must save your leader (first selected man)
be: Абараніць свайго лідэра (першы вылучаны
es: Debes salvar a tu lider (primer soldado elegido)

source: from capturing by enemy. He is always visible on
be: баец) ад захопу ворагам. Лідэр заўсёды паказаны
es: de ser capturado. El siempre es visible en

source: your opponent's minimap.
be: на мінікарце праціўніка.
es: el minimapa de tu oponente.

source: Leader can have two-handed weapons
be: Лідэр можа выкарыстоўваць двуручную зброю.

source: Leader can't have two-handed weapons
be: Лідэр не можа выкарыстоўваць двуручную зброю.

source: Player 1 is controlling the target area for %d turn(s).
be: Мэтавую зону кантралюе гулец 1 %d ход(а).
de: Spieler 1 hat die Kontrolle über das Zielgebiet für %d Runden.
es: El jugador 1 esta controlando el objetivo por %d turno/s.

source: Player 2 is controlling the target area for %d turn(s).
be: Мэтавую зону кантралюе гулец 2 %d ход(а).
de: Spieler 2 hat die Kontrolle über das Zielgebiet für %d Runden.
es: El jugador 2 esta controlando el objetivo por %d turno/s.

source: Nobody is controlling the target area.
be: Мэтавую зону ніхто не кантралюе.
de: Niemand kontrolliert das Zielgebiet.
es: Nadie esta controlando el area objetivo.

source: %s isn't allowed.
be: %s недапушчальна.
de: %s ist nicht erlaubt.
es: No se permite %s.

source: %d points limit exceeded!
be: %d звыш ліміта!
de: Punktelimit %d ist überschritten!
es: ¡El límite de %d puntos ha sido excedido!

source: Items on the ground aren't allowed (you have: %d, including unselected soldiers).
be: Прадметы на зямле недапушчальныя (маецца: %d, уключаючы нявылучаных байцоў).
de: Gegenstände auf dem Boden sind nicht erlaubt ! (Sie haben %d solche Gegenstände)
es: No se permiten items en el suelo (hay %d).

source: Soldier #1 can't have two-handed weapons!
be: Баец #1 не можа мець двуручнае зброі!
de: Der erste Soldat darf keine zweihändige Waffe benutzen.
es: ¡El Soldado #1 no puede llevar armas de dos manos!

source: You must have at least 2 high explosives.
be: Трэба мець не меней 2 зарадаў узрыўчаткі.
de: Sie brauchen mindestens 2 Sprengladungen.
es: Debes llevar al menos dos explosivos.

source: You must have at least one stun rod or one loaded stun launcher.
be: Трэба мець не меней аднога ручнога шокера або шок-ланчэра.
de: Sie brauchen mindestens einen Betäubungsstab oder einen geladenen Betäubungswerfer.
es: Debes llevar al menos un aturdidor o un lanzador cargado.

source: Leader can't use two-handed weapons.
be: Лідэр не можа выкарыстоўваць двуручную зброю.
de: Der Anführer darf keine zweihändige Waffe benutzen.
es: El lider no puede usar armas de dos manos.

source: Server:
be: Сэрвер:
es: Servidor:

source: Login:
be: Лагін:

source: Password:
be: Пароль:
de: Passwort:

source: Connecting to server...
be: Далучэнне да сэрвера...
de: Verbindungsaufnahme zum Server...
es: Conectando al servidor...

source: ufo2000 internet server (
be: ufo2000 інтэрнэт сервер (
es: servidor de ufo2000 (

source: users online
be: наяўныя гульцы
es: usuarios en línea

source: You have just connected to ufo2000 internet server
be: Вы толькі што далучыліся да сервера ufo2000
de: Sie haben Verbindung mit dem UFO2000 Internet-Server aufgenommen.

source: There are two windows here: chat console in the left window
be: Тут ёсць два акенцы: акно чата злева
de: Sie sehen hier zwei Fenster: links die Chat-Konsole,

source: and the list of online players in the right
be: і спіс далучаных да сэрвера гульцоў справа
de: rechts die Liste der anwesenden Spieler.

source: white player name - that's your own name
be: імя белага колеру - Вы
de: Weiss - Ihr Spielername
es: blanco - es tu nombre
