Repository: panozzaj/ufo2000
Catalog: translations/ufo2000-*.po
Languages: be, de, es

source: gray player name - available for chat
be: імя шэрага колеру - гулец гатовы для зносінаў у чату
de: Grau - Ein anderer Spieler
es: gris - disponible para chat

source: yellow player name - you have sent a challenge to this player
be: імя жоўтага колеру - гулец вылучаны Вамі ў якасці апанента
de: Gelb - Sie haben diesem Spieler eine Herausforderung gesendet.
es: amarillo: has retado a este jugador

source: green player name - you can accept a challenge from this player
be: імя зялёнага колеру - гулец вылучыў Вас у якасці апанента
de: Grün - Sie können eine Herausforderung von diesem Spieler annehmen.
es: verde - puedes aceptar un reto de este jugador

source: red player name - the player is busy playing with someone else
be: імя чырвонага колеру - гулец ужо з кім-то гуляе
de: Rot - Spielt gerade mit jemand anderem.
es: rojo - alguien jugando con otro jugador

source: You can left click on player names to select them as your opponents
be: Левым клікам можна пазначыць імя гульца як патэнцыйнага апанента
de: Durch anklicken eines Namens können sie eine Herausforderung senden.
es: Puedes hacer clic izquierdo en el nombre de un jugador para seleccionarlo como oponente.

source: Connected to server
be: Далучаны да сэрвера

source: as user
be: як карыстальнік

source: Connection lost
be: Далучэнне страчана
de: Verbindung ging verloren
es: Se perdio la conexion

source: %s is back from a game
be: %s вярнуўся з гульні
de: %s ist zurück von einem Spiel
es: %s regreso de un juego

source: %s is here
be: %s тут
de: Anwesend: %s
es: %s esta aqui

source: %s disconnected
be: %s адлучыўся
de: %s hat sich abgemeldet.
es: %s se desconecto

source: %s left chat to play a game
be: %s пакінуў чат для гульні
de: %s hat den Chat verlassen, um ein Spiel zu spielen.
es: %s se fue del chat para jugar un juego

source: Start networkgame with
be: Пачаць сеткавую гульню з

source: Join networkgame with
be: Далучыцца да сеткавай гульні з

source: DISCONNECT FROM SERVER
be: СПЫНІЦЬ ДАЛУЧЭННЕ
de: Abmelden vom Server
es: DESCONECTARSE DEL SERVIDOR

source: TUs>
be: АД>
de: Zeit>
es: UTs>

source: Health>
be: Здароўе>
de: Gesund>
es: Salud>

source: TIME UNITS
be: АДЗІНКІ ДЗЕЯННЯ
de: ZEITEINHEITEN
es: UNIDADES DE TIEMPO

source: ENERGY
be: ЭНЕРГІЯ
de: ENERGIE
es: ENERGIA

source: HEALTH
be: ЗДАРОЎЕ
de: GESUNDHEIT
es: SALUD

source: FATAL WOUNDS
be: ФАТАЛЬНЫЯ РАНЫ
de: KRITISCHE WUNDEN
es: HERIDAS MORTALES

source: BRAVERY
be: ХРАБРАСЦЬ
de: TAPFERKEIT
es: VALENTIA

source: MORALE
be: МАРАЛЬНЫ СТАН
de: MORAL
es: MORAL

source: REACTIONS
be: РЭАКЦЫЯ
de: REAKTION
es: REFLEJOS

source: FIRING ACCURACY
be: ДАКЛАДНАСЦЬ СТРАЛЯНІНЫ
de: SCHUSSGENAUIGKEIT
es: PRECISION DE TIRO

source: THROWING ACCURACY
be: ДАКЛАДНАСЦЬ КІДКОЎ
de: WURFGENAUIGKEIT
es: PRECISION DE LANZAMIENTO

source: STRENGTH
be: СІЛА
de: STÄRKE
es: FUERZA

source: FRONT ARMOUR
be: БРАНЯ НАПЕРАДЗЕ
de: PANZERUNG VORN
es: ARMADURA FRONTAL

source: LEFT ARMOUR
be: БРАНЯ ЗЛЕВА
de: PANZERUNG LINKS
es: ARMADURA LATERAL IZQUIERDA

source: RIGHT ARMOUR
be: БРАНЯ СПРАВА
de: PANZERUNG RECHTS
es: ARMADURA LATERAL DERECHA

source: REAR ARMOUR
be: БРАНЯ ЗЗАДУ
de: PANZERUNG HINTEN
es: ARMADURA TRASERA

source: UNDER ARMOUR
be: БРАНЯ ЗНІЗУ
de: PANZERUNG UNTEN
es: BAJA ARMADURA

source: Time units are reserved for snap shot.
be: Адзінкі дзеяння захаваны для выстралу наўскідку.
de: Zeit ist reserviert für einen Schnellschuss.
es: Unidades de tiempo reservadas para un disparo simple.

source: Time units are reserved for aimed shot.
be: Адзінкі дзеяння захаваны для прыцэльнаго выстралу.
de: Zeit ist reserviert für einen gezielten Schuss.
es: Unidades de tiempo reservadas para un disparo apuntado.

source: Time units are reserved for auto shot.
be: Адзінкі дзеяння захаваны для выстралу чаргой.
de: Zeit ist reserviert für einen Feuerstoss.
es: Unidades de tiempo reservadas para una ráfaga automática.

source: Time units are reserved for grenade throw.
be: Адзінкі дзеяння захаваны для кідку гранаты.
de: Zeit ist reserviert für einen Granatwurf.
es: Unidades de tiempo reservadas para arrojar una granada.

source: killed
be: забіты
de: tot

source: stunned
be: знядвіжаны
de: betäubt

source: Panicked
be: панікуе
de: in Panik geraten

source: CLOSE
be: ЗАЧЫНІЦЬ
de: Schliessen
es: CERRAR

source: Tip
be: Падказка

source: RIGHT SHOULDER
be: ПРАВАЕ ПЛЯЧО
de: RECHTE SCHULTER
es: HOMBRO DERECHO

source: LEFT SHOULDER
be: ЛЕВАЕ ПЛЯЧО
de: LINKE SCHULTER
es: HOMBRO IZQUIERDO

source: RIGHT HAND
be: ПРАВАЯ РУКА
de: RECHTE HAND
es: MANO DERECHA

source: LEFT HAND
be: ЛЕВАЯ РУКА
de: LINKE HAND
es: MANO IZQUIERDA

source: RIGHT LEG
be: ПРАВАЯ НАГА
de: RECHTES BEIN
es: PIERNA DERECHA

source: LEFT LEG
be: ЛЕВАЯ НАГА
de: LINKES BEIN
es: PIERNA IZQUIERDA

source: BACK PACK
be: РЭЧМЯШОК
de: RUCKSACK
es: MOCHILA

source: BELT
be: ПАС
de: GÜRTEL
es: CINTURON

source: GROUND
be: ЗЯМЛЯ
de: BODEN
es: SUELO

source: ARMOURY
be: УЗБРАЕННЕ
de: WAFFENLAGER
es: ARMERIA

source: Move up one level
be: Падняцца на ўзровень уверх
de: Bewegung Ebene aufwärts
es: Arriba un nivel

source: Move down one level
be: Спусціцца на ўзровень уніз
de: Bewegung Ebene abwärts
es: Abajo un nivel

source: View up one level
be: На адзін узровень уверх
de: Ansicht: Ebene höher
es: Ver un nivel arriba

source: View down one level
be: На адзін узровень уніз
de: Ansicht: Ebene tiefer
es: Ver un nivel abajo

source: Show Map
be: Паказаць Карту
de: Karte zeigen
es: Mostrar mapa

source: Stand up / Crouch
be: Устаць / На калена
de: Aufstehen/Hinknien
es: Pararse / Agacharse

source: Inventory
be: Экіпіроўка
de: Inventar
es: Inventario

source: CenterView
be: Центраваць
de: Ansicht zentrieren
es: CentrarVista

source: Jump to Next Man
be: Наступны баец
de: Nächste Einheit
es: Siguiente soldado

source: Done with this man
be: Скончыць з гэтым байцом
de: Fertig mit Einheit
es: Nada mas con este soldado

source: Toggle Roof
be: Пераключыць паверх
de: Dach ein/aus
es: Alternar techos

source: Options
be: Налады
de: Optionen
es: Opciones

source: Done with turn
be: Скончыць Ход
de: Runde fertig
es: Terminar el turno

source: Exit Game
be: Выйсці з гульні
de: Spiel verlassen
es: Salir del juego

source: Show Stats of man
be: Паглядзець параметры байца
de: Einheiten-Daten anzeigen
es: Mostrar datos del soldado

source: Reserve Time: None
be: Захаваць час: няма
de: Zeit reservieren: keine
es: Tiempo reservado: ninguno

source: Reserve Time: Aimed shot
be: Захаваць час: Прыцэльны стрэл
de: Zeit reservieren: Zielschuss
es: Tiempo reservado: Disparo apuntado

source: Reserve Time: Snapshot
be: Захаваць Час: Стрэл наўскідку
de: Zeit reservieren: Schnellschuss
es: Tiempo reservado: Disparo simple

source: Reserve Time: Autoshot
be: Захаваць час: Стрэл Чаргой
de: Zeit reservieren: Feuerstoss
es: Tiempo reservado: Ráfaga automatica

source: Introduction
be: Уводзіны
de: Einführung
es: Introduccion

source: Battlescape
be: Поле бою
de: Schlachtfeld-Ansicht
es: Campo de batalla

source: Mapview
be: Карта
de: Karten-Ansicht

source: Stats-View
be: Параметры
de: Einheiten-Daten

source: Endgame-Stats
be: Статыстыка
de: Abschlussbericht

source: Network
be: Сетка
de: Netzwerk
es: Red

source: Mission-Planner
be: Планіроўшчык
de: Missions-Planer
es: Planeador de misiones

source: Scenarios
be: Сцэнарыі
de: Szenarien
es: Escenarios

source: Select Help-Page
be: Вылучыць Старонку Дапамогі
de: Hilfe-Kapitel wählen

source: HELP-&INDEX
be: ДАПАМОГА-&ЗМЕСТ
de: Hilfe-&Index
es: AYUDA -&INDICE

source: To leave, press ESC.
be: Для выхаду націснуць ESC
de: ESC drücken zum Verlassen
es: Para salir, presiona ESC.

source: UFO2000 is a multiplayer game in the spirit of 'X-COM: UFO Defense'.
be: UFO2000 гэта сеткавая гульня накшталт 'X-COM: UFO Defense'.
de: UFO2000 ist ein Mehrspieler-Spiel im Stil von 'UFO-Der unbekannte Gegner'.

source: At the moment, only the tactical part of the game is playable,
be: Зараз можна гуляць толькі ў тактычную частку гульні,
de: Z.Zt. ist nur der taktische Teil des Spiels fertiggestellt und spielbar,

source: e.g. two teams of soldiers and/or aliens fighting each other.
be: т.ч. дзве каманды байцоў (людзей або прышэльцаў) ваююць між сабой.
de: d.h. Kampf von zwei Teams von Soldaten und/oder Aliens gegeneinander.

source: UFO2000 needs data (graphics, sound, maps) from an original XCOM-game.
be: UFO2000 патрабуецца рэсурсы (графіка, гукі, карты) з арыгінальнай гульні.
de: UFO2000 benötigt Daten (Grafik, Sound, Karten) von einem Original-XCOM-Spiel.

source: Files from the XCOM-Demo can be used if you don't own XCOM-1,
be: Калі няма арыгінальнай гульні, то падыдуць файлы з демаверсіі XCOM,
de: Ersatzweise können auch Daten von der XCOM-Demo verwendet werden,

source: but this demo only has a few of the maps and aliens.
be: але ў дэмаверсіі ёсць не ўсе карты і прышэльцы.
de: aber diese Demo enthält nur einige wenige Karten und Aliens.

source: If you also have Terror-from-the-Deep (aka UFO-2) or the TFTD-demo,
be: Калі таксама ёсць Terror-from-the-Deep (aka UFO-2) або дэма TFTD,
de: Falls Sie auch das Spiel UFO-2 (Terror-from-the-Deep) besitzen,

source: some additional maps from this game can be used.
be: гэта дае магчымасць выкарыстаць карты і з іх.
de: können hieraus einige zusätzliche Karten verwendet werden.

source: (But XCOM-1 is always required)
be: (Але без XCOM-1 усё роўна не абысціся)
de: XCOM-1 wird aber auf alle Fälle benötigt.

source: UFO2000 can be played hotseat (solo, or 2 players on 1 computer),
be: UFO2000 мае і hotseat рэжым (гульня на 1 кампутару для 2 гульцоў),
de: UFO2000 kann gespielt werden 'Hotseat' (solo, oder 2 Spieler an 1 PC),

source: or via LAN or internet. The offical server runs on lxnt.info:2001.
be: або можна гуляць праз LAN або інтэрнэт. Афіцыйны сэрвер працуе на lxnt.info:2001.
de: oder per LAN oder Internet. Der offizielle Server ist lxnt.info:2001.

source: There is no AI implemented yet.
be: Кампутарнага апанента ў гульні пакуль няма.
de: Es gibt z.Zt. keine Computergegner. (Noch in Planung)

source: UFO2000 is controlled mainly with the mouse, and these keys:
be: Кіраванне ў UFO2000 ажыццяўляецца з дапамогай мышы або клавішаў:
de: UFO2000 wird hauptsächlich mit der Maus gesteuert, und folgenden Tasten:

source: F1: Help, F2+F3: Save+Load, F9: Keymap, F10: Window/Fullscreen
be: F1: Дапамога, F2+F3: Зах.+Загр., F9: Раскладка, F10: У Акенцы/На Поўны Экран
de: F1: Hilfe, F2+F3: Sichern+Laden, F9: Tastenumschaltung, F12: Bildschirmfoto,

source: F12: Screenshot, Keypad+/-: adjust Music-Volume, ESC: Quit.
be: F12: Скрыншот, Keypad+/-: . гучнасць музыкі, ESC: Выйсці.
de: F10: Fenster/Vollbildschirm, Keypad+/-: Musik-Lautstärke, ESC: Ende.

source: The active soldier is highlighted by a yellow arrow above him.
be: Вылучаны салдат падсвечаны жоўтай стрэлкай над ім.
de: Der aktive Soldat wird durch einen gelben Pfeil markiert.

source: Click on any of your soldiers to make him active.
be: Клікнуць мышшу на салдаце каб вылучыць яго.
de: Durch anklicken kann ein anderer Soldat aktiviert werden.

source: To move the active soldier, left-click on the map.
be: Перамяшчэнне вылучанага байца - левы клік на карце.
de: Mit Links-Klick auf die Karte wird ein Soldat dorthin bewegt.
es: Haz clic izquierdo para mover el soldado activo.

source: Right-click turns him towards the cursor, opens doors,
be: Правы клік гэта і паварот байца ў бок курсора,
de: Rechts-Klick dient zum drehen des Soldaten zum Cursor, Türen öffnen,
es: Con clic derecho se lo rota hacia el cursor, se abren puertas,

source: and stops movement (e.g. in case of a mis-click).
be: і адкрыццё дзвераў, і прыпынак руху байца.
de: sowie Bewegung stoppen (z.B. um unabsichtliche Bewegung abzubrechen).
es: y se detiene el movimiento (en caso de error).

source: To fire a gun, click on the weapon in the left or right hand,
be: Каб стрэліць - трэба клікнуць на зброі ў левай або правай руцэ,
de: Waffen abfeuern: Bild der Waffe in der Hand anklicken, dann
es: Para disparar un arma, haz clic en el arma en cualquier mano,

source: select the fire-mode (aimed, snapshot, autoshot), then click
be: вылучыць рэжым страляніны (прыцэльны, наўскідку, чаргой), і клік
de: Feuer-Modus wählen (Zielschuss, Schnellschuss, Feuerstoss), dann
es: elige el modo de fuego (apuntado, simple o automático), y clic

source: on the target. Use the up&&down-buttons to aim at other levels.
be: на цэль. Кнопкі ўверх&&уніз для прыцэльвання па іншых узроўнях.
de: Ziel anklicken. Mit den Auf&&Ab-Knöpfen auf andere Ebenen zielen.
es: en el blanco. Con arriba&&abajo se apunta a otros pisos.

source: Grenades should be primed before they are thrown.
be: Гранаты трэба ўзвесці перад кідком.
de: Granaten sollten vor dem Wurf scharfgemacht werden.

source: The delay is the number of rounds before they go off.
be: Вытрымка - гэта колькасць хадоў да выбуху.
de: Die Verzögerung ist die Anzahl der Runden vor der Explosion.

source: Zero delay means they explode at the end of your turn.
be: Пры нулявой вытрымцы выбух будзе па заканчэнні ходу.
de: Null bedeutet, dass die Explosion am Ende der eigenen Runde erfolgt.

source: While you hold a grenade in your hand, it does not countdown,
be: Пакуль граната ў руцэ, таймер затрымкі выключаны,
de: Während eine Granate sich in einer Hand befindet, ist der Zünder gestoppt,

source: but a high-explosive does !
be: але гэта не датычыцца ўзрыўчаткі!
de: aber nicht bei Sprengladungen ! Scharfe Proxy-Granaten sind

source: Primed proxy-grenades get hot when thrown or put on the ground.
be: Актывацыя гранат-пастак - узвесці і кінуць або пакласці на землю.
de: aktiv, sobald sie geworfen oder auf den Boden gelegt werden.

source: The control-panel at the bottom of the screen:
be: Панэль кіравання ўнізе экрана:
de: Das Kontrollfeld am unteren Bildschirmrand:

source: The boxes at the left and right show the items in hand, e.g. weapons.
be: Слоты справа і злева паказваюць што ў руках, напрыклад зброя.
de: Die beiden Felder links und rechts zeigen die Gegenstände in den Händen.

source: Between them are some buttons and a small status-display.
be: Між імі некалькі кнопак і невялікі статут-дысплэй.
de: Dazwischen befinden sich diverse Knöpfe und eine kleine Status-Anzeige.

source: Control-panel: Buttons in column 1:
be: Панэль кіравання: Кнопкі ў 1 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 1:

source: Climb up && down a level.
be: Перамясціцца на верхні або ніжні ўзровень.
de: Eine Ebene auf- oder ab bewegen.

source: This works only when standing on a gravlift.
be: Працуюць толькі калі баец знаходзіцца ў ліфце.
de: Dies funktioniert nur auf einem Feld mit Aufzug.

source: Control-panel: Buttons in column 2 (Ladder-symbol):
be: Панэль кіравання: Кнопкі ў 2 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 2 (mit Leiter):

source: Change level up && down: Look (and aim) at other levels.
be: Змяніць паверх (уверх && уніз): паглядзець (і прыцэліцца) на іншым паверсе.
de: Ebene auf && ab: Andere Ebene ansehen bzw. Ziel anvisieren.

source: Maps have 4 levels. Keyboard-shortcut: PgUp && PgDn-Keys.
be: Карта 4-х узроўневая. Хоткеі: PgUp && PgDn-Keys.
de: Karten haben 4 Ebenen. Tastaturbefehl: Seite-Auf && Seite-Ab.

source: Control-panel: Buttons in column 3:
be: Панэль кіравання: Кнопкі ў 3 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 3:

source: Map-Display: Invoke the map-viewer for a small overhead-view.
be: Паказаць-Карту: выклікае экран агляду карты.
de: Karten-Ansicht: zeigt Schlachtfeld aus Vogelperspektive.

source: Stand up / Kneel: Kneeling improves aiming (10%).
be: Устаць / На калена: з калена пацэліць лягчэй (на 10%).
de: Aufstehen/Hinknien: Im knien kann man besser zielen (10%).

source: Control-panel: Buttons in column 4:
be: Панэль кіравання: Кнопкі ў 4 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 4:

source: Inventory: access your belt, backpack etc., and items on the ground.
be: Экіпіроўка: доступ да кішэняў, рэчмяшку і інш., і да прадметаў на зямле.
de: Inventar: Zugriff auf Gegenstände in Taschen, Rucksack etc. und auf dem Boden.

source: Center view: scroll map-display to center around the current man.
be: Цэнтраванне: цэнтруе выгляд па выдаткаванаму байцу.
de: Ansicht zentrieren: Kartenausschnitt auf aktuelle Einheit einstellen.

source: Control-panel: Buttons in column 5:
be: Панэль кіравання: Кнопкі ў 5 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 5:

source: Switch to next man, who still has TUs left.
be: Вылучыць наступнага байца з невыкарыстанымі АД.
de: Wechsel zum nächsten Soldaten, der noch Zeiteinheiten übrig hat.

source: Switch to next man, and mark current man as done.
be: Вылучыць наступнага байца, і пазначыць выдзеленага як гатовага.
de: Wechsel zum nächsten Soldaten, bisher aktiven als 'fertig' markieren.

source: Control-panel: Buttons in column 6:
be: Панэль кіравання: Кнопкі ў 6 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 6:

source: Show/hide other levels (e.g. show roof of buildings etc.)
be: Паказать/схаваць іншыя паверхі (напрыклад дахі будынкаў і інш.)
de: Anzeige anderer Ebenen ein/aus (z.B. Dach anzeigen/ausblenden).

source: Config-Dialog: adjust movement speed, scrolling speed etc.
be: Налады: змена хуткасці перамяшчэння, пракруткі і інш.
de: Konfiguration: Einstellen von Scroll-Geschwindigkeit, etc.

source: Control-panel: Buttons in column 7:
be: Панэль кіравання: Кнопкі ў 7 калонцы:
de: Kontrollfeld - Knöpfe in Spalte 7:

source: End your turn.
be: Завяршыць ход.
de: Runde beenden.

source: Quit: abort mission (same as ESC).
be: Спыніць місію (як і пры ESC).
de: Quit: Mission abbrechen (wie ESC-Taste).

source: Control-panel: green&&red buttons at the lower left:
be: Панэль кіравання: зялёная і чырвоныя кнопкі злева ўнізе:
de: Kontrollfeld - grüne und rote Knöpfe links unten:

source: Green: Reserve no time, move freely.
be: Зялёная: няма рэзерва АД, вольны рух.
de: Grün: keine Zeit reservieren: freie Bewegung

source: Red: Reserve time for aimed shot, snapshot, autofire.
be: Чырвоныя: рэзерв АД на прыцэльны выстрал, наўскідку або чаргой.
de: Rot: Zeit reservieren für Schüsse

source: Control-panel: big brown button in the center
be: Панэль кіравання: вялікая рудая кнопка ў центры
de: Kontrollfeld - grosser brauner Knopf in der Mitte

source: (shows turn-number):
be: (паказвае нумар ходу):
de: (zeigt Runden-Nummer):

source: Invoke statistics-display for current man.
be: Выклікае дысплэй з параметрамі выдзеленага байца.
de: Anzeige der Daten des aktiven Soldaten einblenden.

source: The map-viewer shows a small overhead-view of the map.
be: Карта паказвае тэрыторыю з выглядам зверху.
de: Die Karten-Ansicht zeigt eine kleine Übersichtskarte.

source: To look at other levels, use the up&&down-buttons at the left.
be: Для агляду іншых паверхаў выкарыстаюцца ўверх&&уніз кнопкі злева.
de: Mit den Auf- und Ab-Knöpfen links kann man andere Ebenen ansehen.

source: To leave, click on the red OK-button, or press ESC.
be: Для выйсця клікнуць па чырвонай кнопцы ОК, або на націснуць ESC.
de: Verlassen durch anklicken des OK-Knopfes, oder mit der ESC-Taste.

source: A click on the map-area centers the view to this spot.
be: Клік на карце цэнтруе выгляд па пункце кліку.
de: Ein Klick auf die Karte zentriert die Anzeige dorthin.

source: Unexplored areas are shown as black.
be: Неразведаная тэрыторыя адлюстроўваецца чорным.
de: Unerforschte Felder werden schwarz angezeigt.

source: Yellow dots: your men.
be: Жоўтыя кропкі: свае байцы.
de: Gelbe Punkte: Ihre Einheiten

source: Red dots : enemy soldiers.
be: Чырвоныя кропкі: байцы праціўніка.
de: Rote Punkte: gegnerische Einheiten

source: Blue dots : map-tiles with damage.
be: Сінія кропкі: пашкоджаныя клеткі.
de: Blaue Punkte: Felder mit Schaden.

source: Inventory: here you can manage the weapons
be: Экіпіроўка: тут можна размеркаваць ўзбраенне
de: Inventar: hier können Sie die Waffen und Ausrüstung

source: and equipment of your soldier.
be: і іншую экіпіроўку байца.
de: eines Soldaten verwalten.

source: To leave, press the OK-button, or goto the next/previous man.
be: Зачыніць націснуўшы на ОК, або пераключыцца на след./прад. байца.
de: Zum verlassen dienen der OK-Knopf und die benachbarten Vor/Rückwärtsknöpfe.

source: In the mission-planner, you can use F2 && F3
be: У планіроўшчыку можна выкарыстаць F2 && F3
de: Im Missionsplaner kann mit F2 && F3 ein Team von Soldaten

source: to save && load a team of soldiers.
be: каб захаваць або загрузіць атрад салдатаў
de: in eine Datei gesichert bzw. von dort geladen werden.

source: Use the mouse to move items between the slots
be: Для перамяшчэння між слотамі (рукі, рэчмяшок,
de: Mit der Maus können Gegenstände zwischen den Feldern für

source: for hands, belt, backpack etc.
be: пас, і інш.) выкарыстаецца мыш.
de: Hand, Gürtel, Rucksack etc. hin- und her bewegt werden.

source: Note: during battle, each such move costs time.
be: Увага: у баю кожнае перамяшчэнне варте АД.
de: Achtung: während des Kampfes kosten diese Bewegungen Zeit.

source: To unload a weapon, move it over the clip-button
be: Разрадзіць зброю можна перацягнуўшы яе на кнопку
de: Waffe entladen: Waffe mit der Maus über den Entlade-Knopf bewegen,

source: (top right, below the arrow-buttons) and click there.
be: (у верхнім правым куту) і націснуць яе.
de: (oben rechts, unter den Pfeilknöpfen) und dort mit der Maus klicken.

source: You must have your second hand free.
be: Пры гэтым рукі павінны быць вольныя.
de: Die zweite Hand muss dazu leer sein.

source: To load an empty weapon, hold it in one hand,
be: Для зарадкі пустой зброі, трэба змясціць яе ў руку,
de: Leere Waffe laden: Waffe in einer Hand halten,

source: and move ammo of the matching type into the weapon-slot.
be: і перацягнуць да яе амуніцыю прыдатнага тыпу.
de: und passende Munition zugeben.

source: The armor cannot be changed during a battle.
be: Браня не можа быць замененая падчас боя.
de: Die Panzerung kann während des Kampfes nicht gewechselt werden.

source: Flying armor does not work yet (it only has stronger armor).
be: Лятаючая браня пакуль не лётае (яна проста больш моцная).
de: Der Flug-Anzug funktioniert noch nicht (hat aber bessere Panzerung).

source: Click on the picture of the soldier to get to his stats.
be: Клікнуць на малюнак байца каб паглядзець яго параметры.
de: Ein Klick auf das Bild des Soldaten führt zur Anzeige von dessen Werten.

source: Quick-Setup: (experimental feature)
be: Хуткія-Налады: (выпрабавальная фіча)
de: Express-Aufstellung (Testbetrieb)

source: With F5..F8 a predefined soldier-type can be selected.
be: Кнопкамі F5..F8 можна вылучыць гатовыя Спецыяльнасці.
de: Mit F5..F8 kann ein voreingestellter Soldaten-Typ gewählt werden.

source: Quick-Setup:
be: Хуткія-Налады:
de: Express-Aufstellung

source: DEL: delete equipment of the current soldier.
be: DEL: вычысціць экіпіроўку выдзеленага байца.
de: DEL: Ausrüstung des akt. Soldaten löschen.

source: TAB/Shift-TAB: jump to next/previous soldier.
be: TAB/Shift+TAB: вылучыць наст./папяр. байца.
de: TAB/Shift-TAB: zur nächsten/vorherigen Einheit springen.

source: F9: generate a name for the current soldier.
be: F9: згенераваць імя для выдзеленага байца.
de: F9: neuen Namen für aktuellen Soldaten erzeugen.

source: Shift-F9: configure the name-generator.
be: Shift-F9: Наладзіць генератар імёнаў.
de: Shift-F9: Namens-Schema auswählen.

source: F11: cycle thru apperances of the current soldier.
be: F11: вылучыць знешнасць выдзеленага байца.
de: F11: Aussehen des akt. Soldaten umschalten.

source: F12: cycle thru armor-types of the current soldier.
be: F12: вылучыць браню для выдзеленага байца.
de: F12: Panzerungstyp des akt. Soldaten umschalten.

source: Stats-Display: the current attributes of the soldier.
be: Акно Параметраў: параметры байца.
de: Einheiten-Daten: Aktuelle Werte eines Soldaten.

source: To leave, press ESC or click a mousebutton.
be: Зачыняецца па ESC або па кліку мышы.
de: Weiter mit ESC oder Maustaste.

source: Stats:
be: Параметры:
de: Einheiten-Daten:
