Repository: panozzaj/ufo2000
Catalog: translations/ufo2000-rus.po
Languages: ru

source: Options
ru: Настройки

source: end turn sound
ru: звук конца хода

source: start sitting if second
ru: игрок 2 начинает сидя

source: icon panel tooltips
ru: подсказки панели

source: enlarged battleview
ru: увеличенное поле боя

source: center on new enemies
ru: показывать новых врагов

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: movement speed
ru: скорость перемещения

source: fire speed
ru: скорость снарядов

source: scroll speed
ru: скорость скроллинга

source: mapscroll points
ru: дискретность скролла

source: music volume
ru: громкость музыки

source: console font size
ru: консоль: размер букв

source: mouse sensitivity
ru: чувствит. мыши

source: prefer x-com graphics
ru: брать графику из x-com

source: Unfortunately you have an older UFO2000 version than your opponent has. And the changes introduced between these versions make them incompatible. Please visit http://ufo2000.sourceforge.net and upgrade (you need UFO2000 version %s.%d or newer).
ru: К сожалению, ваша версия UFO2000 старее, чем у противника, а изменения, внесённые между этими версиями, делают их несовместимыми. Пожалуйста, посетите http://ufo2000.sourceforge.net и обновите UFO2000 (вам нужна версия %s.%d или более новая).

source: Unfortunately your opponent has an older version of UFO2000. And the changes introduced between these versions make them incompatible. Please try again after your opponent upgrades to an up to date version.
ru: К сожалению, версия UFO2000 у вашего противника старее, чем ваша, а изменения, внесённые между этими версиями, делают их несовместимыми. Пожалуйста, попробуйте ещё раз после того, как ваш противник обновит UFO2000 до наиновейшей версии.

source: Comparing local and remote UFO2000 versions...
ru: Сравнение локальной и удаленной версии UFO2000...

source: Press ESC to cancel if it takes too long.
ru: Нажмите ESC для отмены, если сравнение затянулось.

source: Welcome to the mission-planner !
ru: Добро пожаловать в планировщик миссии !

source: EXIT MISSION-PLANNER
ru: ВЫХОД ИЗ ПЛАНИРОВЩИКА

source: Remote player does not have any of your maps
ru: У удаленного игрока нет некоторых Ваших карт

source: You can select a map and change the match-settings.
ru: Вы можете выбрать карту и изменить настройки миссии.

source: The map is already set for this game, and cannot be changed.
ru: Карта уже выбрана и не может быть изменена.

source: To edit a soldier, CTRL-click on his name.
ru: Для редактирования солдата CTRL-клик на его имени.

source: Left-click to place a soldier on the map, right-click to remove him.
ru: Правым кликом можно добавить солдата на карту, левым - удалить.

source: When finished, click SEND, then START. Press ESC to quit, F1 for help.
ru: Когда все сделано нажать SEND и затем START. Нажать ESC для отмены, F1 для помощи.

source: PREPARATIONS FOR MISSION FINISHED
ru: ЗАКОНЧИТЬ ПОДГОТОВКУ К МИССИИ

source: SCREEN-SNAPSHOT
ru: СДЕЛАТЬ СКРИНШОТ

source: Music OFF
ru: Музыка Выкл.

source: Load squad (*.squad files)
ru: Загрузить отряд (*.squad файлы)

source: No saved squads found!
ru: Не найдены сохраненные отряды!

source: Save squad (*.squad file)
ru: Сохранить отряд (*.squad файл)

source: Armoury layout exported as weapon set template to %s
ru: Укладка арсенала экспортирована как шаблон набора вооружения в %s

source: This item is not allowed for currently selected weapon set, right-click to get rid of it
ru: Этот предмет не из выбранного набора вооружения, прав.клик на нем для удаления

source: Click-and-drop weapons from the armory to the soldier, right-click to remove
ru: Для добавления перетащить вооружение к бойцу, правый клик для удаления

source: AMMO:
ru: МАГАЗИН:

source: ROUNDS
ru: ЗАРЯДОВ

source: LEFT=
ru: ОСТ.=

source: F1: Help
ru: F1: Помощь

source: F2/F3: Save/load team
ru: F2/F3: Сохр./Загр. бойцов

source: F4: Edit attributes
ru: F4: Изменить хар-ки

source: F5: Change weaponset
ru: F5: Сменить набор вооруж.

source: F6: Save as weapon set template
ru: F6: Сохр. как шаблон наб.вооруж.

source: Ctrl+Ins: Copy current soldier
ru: Ctrl+Ins: Копировать тек. бойца

source: Shift+Ins: Paste on current soldier
ru: Shift+Ins: Вставить как тек. бойца

source: Del: Delete items of current man
ru: Del: Очистить инвентарь тек.бойца

source: F11: Cycle through appearences
ru: F11: Выбор скина солдата

source: F12: Cycle through human armours
ru: F12: Сменить (цикл.) броню (люди)

source: Shift+F12: Cycle through alien races
ru: Shift+F12: Сменить (цикл.) расу (чужие)

source: Tab: Next soldier
ru: TAB: Следующий боец

source: Shift+Tab: Previous soldier
ru: Shift+TAB: Пред. боец

source: Equipment weight: %2d/%2d
ru: Вес снаряжения: %2d/%2d

source: Equipment cost
ru: Стоимость снаряжения

source: Select unit race
ru: Выбрать расу солдата

source: Select unit armour
ru: Выбрать броню солдата

source: Select unit appearance
ru: Выбрать скин солдата

source: Points remain: %2d
ru: свободных поинтов: %2d

source: Name:
ru: Имя:

source: Race:
ru: Раса:

source: Armour:
ru: Броня:

source: Appearance:
ru: Скин:

source: Time Units
ru: Очки Хода

source: Stamina
ru: Выносливость

source: Health
ru: Здоровье

source: Bravery
ru: Храбрость

source: Reactions
ru: Реакция

source: Firing
ru: Стрельба

source: Throwing
ru: Броски

source: Strength
ru: Сила

source: Select equipment set
ru: Выбрать набор вооружения

source: Remote player does not have any of your weaponsets
ru: У удаленного игрока нет некоторых Ваших оружейных наборов

source: CANCEL
ru: ОТМЕНА

source: THROW ACC>%02d%% TUs>%02d
ru: БРОСИТЬ ТОЧ>%02d%% ОХ>%02d

source: STUN TUs>%02d
ru: ОГЛУШИТЬ ОХ>%02d

source: PUNCH TUs>%02d
ru: УДАРИТЬ ОХ>%02d

source: PRIME EXPLOSIVE TUs>%02d
ru: ВЗВЕСТИ ВЗРЫВЧАТКУ ОХ>%02d

source: PRIME GRENADE TUs>%02d
ru: ВЗВЕСТИ ГРАНАТУ ОХ>%02d

source: AUTO SHOT ACC>%02d%% TUs>%02d
ru: ОЧЕРЕДЬЮ ТОЧ>%02d%% ОХ>%02d

source: SNAP SHOT ACC>%02d%% TUs>%02d
ru: НА ВСКИДКУ ТОЧ>%02d%% ОХ>%02d

source: AIMED SHOT ACC>%02d%% TUs>%02d
ru: ПРИЦЕЛЬНО ТОЧ>%02d%% ОХ>%02d

source: HEAL WOUNDS TUs>%02d
ru: ЛЕЧИТЬ РАНЫ ОХ>%02d

source: INJECT STIMULANTS TUs>%02d
ru: ВВЕСТИ СТИМУЛЯТОРЫ ОХ>%02d

source: INJECT PAINKILLERS TUs>%02d
ru: ВВЕСТИ БОЛЕУТОЛИТЕЛИ ОХ>%02d

source: %s is panicking and can't access inventory.
ru: %s паникует - инвентарь недоступен.

source: DELAY
ru: ЗАДЕРЖКА

source: TIME:
ru: ВРЕМЯ:

source: Firing-Type
ru: Тип стрельбы

source: Accuracy
ru: Кучность

source: TU cost
ru: Цена в ОХ

source: Auto
ru: Очередью

source: Snap
ru: На вскидку

source: Aimed
ru: Прицельно

source: Hand-to-hand weapon
ru: Оружие ближнего боя

source: Two-handed weapon
ru: Двуручное оружие

source: Medical item
ru: Медицинский предмет

source: Stun
ru: Оглушение

source: Energy
ru: Энергия

source: Morale
ru: Мораль

source: Usage TU cost
ru: Цена исп., ОХ

source: Prime TU cost
ru: ОХ на взвод

source: Throw TU cost
ru: ОХ на бросок

source: Damage
ru: Урон

source: Ammo-Type
ru: Тип заряда

source: Rounds
ru: Зарядов

source: Blast range
ru: Радиус взрыва

source: Smoke range
ru: Радиус дыма

source: Smoke time
ru: Время дыма

source: Ammo#
ru: Боеприпас#

source: Weight
ru: Вес

source: Cost
ru: Цена

source: Time left: %d
ru: Остаток Времени: %d

source: Error: game state on your an remote computers got out of sync.
ru: Ошибка: рассинхронизировалось состояние игры на вашем и на удалённом компьютере.

source: You can encounter any weird bugs or just crashes if you continue playing.
ru: Вы можете столкнуться со любыми странностями или просто падениями, если продолжите играть.

source: Bug report saved in 'crc_error_%d.txt', please send it to developers
ru: Отчёт об ошибке сохранён в 'crc_error_%d.txt', пожалуйста, отправьте его разработчикам

source: Turn end
ru: Конец Хода

source: NEXT TURN
ru: СЛЕДУЮЩИЙ ХОД

source: OK
ru: ОК

source: Next turn
ru: Следующий Ход

source: Next turn. local = %d, remote = %d soldiers
ru: Следующий ход. Кол-во бойцов: у нас = %d, у противника = %d

source: WATCH
ru: ПРОСМОТР

source: FPS: %d
ru: Кадров/сек: %d

source: PAUSE (press shift+space to resume)
ru: ПАУЗА (нажать shift+space для продолжения)

source: DRAW!
ru: НИЧЬЯ!

source: PLAYER 2 WINS!
ru: ИГРОК 2 ПОБЕДИЛ!

source: PLAYER 1 WINS!
ru: ИГРОК 1 ПОБЕДИЛ!

source: YOU WIN!
ru: ВЫ ПОБЕДИЛИ!

source: YOU LOSE!
ru: ВЫ ПРОИГРАЛИ!

source: Summary
ru: Сводка

source: Player 1
ru: Игрок 1

source: Player 2
ru: Игрок 2

source: Your Platoon
ru: Ваш Взвод

source: Remote Platoon
ru: Взвод Противника

source: Total Kills:
ru: Убито:

source: Player
ru: Игрок

source: Death:
ru: Убитых у Вас:

source: Total Damage Inflicted:
ru: Нанесено Урона:

source: Total Damage Taken:
ru: Получено Урона:

source: Most Valuable Soldier:
ru: Самый Полезный Боец:

source: %s (%s, %d kills)
ru: %s (%s, %d убито)

source: Most Devastating Soldier:
ru: Самый Убойный боец:

source: %s (%s, %d damage inflicted)
ru: %s (%s, %d урона нанесено)

source: Most Cowardly Soldier:
ru: Самый Неудачливый Боец:

source: Name
ru: Имя

source: Kills
ru: Убито

source: Details
ru: Детали

source: End
ru: Закончить

source: You can chat here. Press ESC when finished.
ru: Можно пообщаться с опонентом. Нажать ESC для завершения матча.

source: EXIT TO MAIN MENU
ru: ВЫХОД В ГЛАВНОЕ МЕНЮ

source: Welcome to the battlescape of UFO2000 !
ru: Добро пожаловать на поле боя в UFO2000 !

source: Press F1 for help.
ru: Нажать F1 для помощи.

source: Battlereport
ru: Статистика боя

source: SAVE GAME
ru: СОХРАНИТЬ ИГРУ

source: Game saved
ru: Игра сохранена

source: LOAD GAME
ru: ЗАГРУЗИТЬ ИГРУ

source: failed
ru: неудача

source: Saved game not found
ru: Сохраненная игра не найдена

source: success
ru: успех

source: Tooltips OFF
ru: Подсказки Выкл.

source: Tooltips ON.
ru: Подсказки Вкл.

source: STOP NOTIFY
ru: ВКЛ. УВЕДОМЛЕНИЯ

source: START NOTIFY
ru: ВЫКЛ. УВЕДОМЛЕНИЯ

source: ABORT MISSION ?
ru: ПРЕРВАТЬ МИССИИЮ ?

source: YES=RESIGN
ru: ДА=ЗАВЕРШЕНИЕ

source: RECALL DRAW OFFER
ru: НЕСОГЛАСИЕ НА НИЧЬЮ

source: ACCEPT DRAW OFFER
ru: СОГЛАСИЕ НА НИЧЬЮ

source: OFFER DRAW
ru: ПРЕДЛОЖИТЬ НИЧЬЮ

source: NO=CONTINUE
ru: НЕТ=ПРОДОЛЖИТЬ

source: EXIT FROM REPLAY?
ru: ВЫЙТИ ИЗ ПОВТОРА?

source: Game aborted
ru: Игра прервана

source: You: Draw offer accepted
ru: Вы: Предложение на ничью принято

source: You: Draw offered
ru: Вы: Предложена ничья

source: You: Draw offer recalled
ru: Вы: Предложение на ничью отклонено

source: Save replay?
ru: Сохр. повтор?

source: Save replay (*.replay file)
ru: Сохр. повтор (*.replay файл)

source: Unable to delete existing file %s!
ru: Невозможно удалить существующий файл %s!

source: Replay saved as %s
ru: Повтор сохранен как %s

source: Unable to save %s!
ru: Невозможно сохранить %s!

source: Unable to delete temporary file %s!
ru: Невозможно удалить временный файл %s!

source: Saved game not available
ru: Сохраненной игры не обнаружено

source: Load replay (*.replay files)
ru: Загр. повтор (*.replay файл)

source: No saved replays found!
ru: Не найдены сохраненные повторы!

source: Replay is invalid!
ru: Повтор неверный!

source: (Probably it was saved by incompatible version).
ru: (Вероятно, сохранен в несовместимой версии игры).

source: START REPLAY
ru: ЗАПУСК ПОВТОРА

source: UFO2000 v%s.%s - a free and opensource multiplayer game
ru: UFO2000 v%s.%s - бесплатная сетевая игра с открытым кодом

source: inspired by 'X-COM: UFO Defense', see http://ufo2000.sf.net.
ru: вдохновленная игрой 'X-COM: UFO Defense', http://ufo2000.sf.net

source: &MORE
ru: &ЕЩЕ

source: OK
ru: ОК

source: IEEE-754 compatible 64-bit floating point arithmetics is not supported,
ru: Не поддерживается 64-хбитная арифметика с плавающей точкой, совместимая с IEEE-754,

source: so you have high risk of synchronization errors in network games
ru: так что у вас высок риск встретить ошибки синхронизации в сетевых играх

source: and are not allowed to connect the server
ru: и вам не позволяется соединяться с сервером

source: connect to internet server
ru: ИНТЕРНЕТ СЕРВЕР

source: start hotseat game
ru: 'ХОТСИТ'

source: show geoscape demo
ru: ДЕМО ГЛОБУСА

source: load saved game
ru: ЗАГРУЗИТЬ ИГРУ

source: load a replay
ru: ЗАГРУЗИТЬ ПОВТОР

source: options
ru: НАСТРОЙКИ

source: about
ru: О ИГРЕ

source: tip of the day
ru: СОВЕТ ДНЯ

source: quit
ru: ВЫХОД

source: Select terrain type
ru: Выбрать тип местности

source: NEXT PLAYER
ru: СЛЕДУЮЩИЙ ИГРОК

source: GAME START
ru: СТАРТ ИГРЫ

source: Your opponent left the game
ru: Ваш противник покинул игру

source: Remote player has the following %d maps that can be used for network game:
ru: Опонент имеет %d карт которые могут быть использованы в сетевой игре:

source: The following maps can not be used, they are modified or just not installed by remote player:
ru: Отображаемые карты не могут быть использованы, они модифицированы или не установленны опонентом:

source: Opponent: Draw offer accepted
ru: Оппонент: Предложение на ничью принято

source: Opponent: Draw offered
ru: Оппонент: Предложена ничья

source: Opponent: Draw offer recalled
ru: Оппонент: Предложение на ничью отклонено

source: (none, remote player doesn't have any of your weaposets)
ru: (none, у оппонента нет некоторых Ваших оруж. наборов)

source: Weapon set: %s
ru: Набор оружия: %s

source: Kill 'em all!
ru: Убить всех врагов!

source: You must get your leader (first selected soldier)
ru: Командир (первый выбранный боец) должен

source: to the opposite edge of the map to win.
ru: достигнуть противоположного края карты.

source: Your leader is always visible on your opponent's
ru: Командир всегда виден на миникарте

source: minimap.
ru: противника.

source: You must kill enemy leader (first selected
ru: Убить командира врага (первый выбранный боец)

source: soldier) before he gets to your edge of the map.
ru: до того как он достигнет края карты.

source: Leader is always visible on your minimap.
ru: Командир врага всегда виден на миникарте.

source: Leader can use two-handed weapons
ru: Командир может исп. двуручное оружие

source: Leader can't use two-handed weapons
ru: Командир не может исп. двуручное оружие

source: You must place high explosives at places which
ru: Установить заряды взрывчатки в указанных на

source: are indicated on your minimap. You can have high
ru: миникарте местах. Нужно иметь заряды

source: explosives even if they aren't allowed by rules
ru: взрывчатки, иначе цель мисиии не сможет быть

source: of the match.
ru: достигнута.

source: You must kill all enemy soldiers before they
ru: Уничтожить солдат противника до заложения

source: plant explosives at places which are indicated on
ru: ими зарядов взрывчатки в помеченных на

source: the minimap.
ru: миникарте местах.

source: You must control the 10x10 area in the centre of
ru: Необходимо контролировать участок 10x10

source: the map for number of successive half-turns set
ru: в центре карты такое кол-во полуходов

source: in the "Options" section.
ru: подряд которое установленно в настройках.

source: To control an area you have to have in it more
ru: Для конроля нужно иметь в зоне больше бойцов

source: soldiers than your opponent.
ru: чем там имеет противник.

source: Half-turns to control the area
ru: полуходов для контроля территории

source: soldier). Enemy leader is always visible on your
ru: Вражеский командир всегда виден на своей

source: minimap.
ru: миникарте.

source: You must save your leader (first selected
ru: Защитить своего командира (первый выбранный

source: soldier). He is always visible for your opponent
ru: боец). Командир всегда виден на миникарте

source: on the minimap.
ru: противника.

source: You must save at least half of your squad
ru: Необходимо сохранить более половины

source: (rounded down) until the end of the match (number
ru: взвода до окончания миссии (длительность

source: of turns is set in the "Options" section).
ru: устанавливается в настройках).

source: You must kill more than half of enemy squad
ru: Уничтожить больше половины бойцов врага

source: Half-turns to hold (match length)
ru: полуходов для удержания (время матча)

source: "Surrounded" deployment
ru: тип высадки "в окружении"

source: Standard deployment
ru: стандартный тип высадки

source: You must bring at least half of your squad
ru: Нужно провести не менее половины взвода

source: (rounded up) to the opposite edge of the map if
ru: до противоположного края карты если выбран

source: standard deployment is selected or to any edge if
ru: стандартный тип высадки или до любого края

source: "surrounded" deployment is selected.
ru: карты если выбран тип высадки в окружении.

source: (rounded up) before they get to your edge of the
ru: до того как они достигнут противоположного

source: map if standard deployment is selected or to any
ru: края карты при стандартной высадке или любого

source: edge if "surrounded" deployment is selected.
ru: края карты при высадке в окружении.

source: You must capture enemy leader (first selected
ru: Нужно захватить вражеского командира (первый

source: soldier). To do this you must stun him and bring
ru: выбранный боец). Для захвата его нужно оглушить

source: to your edge of the map. Leader is always visible
ru: и вынести к своему краю карты. Вражеский командир

source: on your minimap.
ru: всегда виден на своей миникарте.

source: You must save your leader (first selected man)
ru: Защитить своего командира (первый выбранный

source: from capturing by enemy. He is always visible on
ru: боец) от захвата врагом. Командир всегда виден

source: your opponent's minimap.
ru: на миникарте противника.

source: Leader can have two-handed weapons
ru: Командир может иметь двуручное оружие.

source: Leader can't have two-handed weapons
ru: Командир не может иметь двуручное оружие

source: You can deploy your units anywhere on the map.
ru: Вы можете расставлять солдат по всей карте.

source: Find and kill the ennemy. All units will face
ru: Найдите и уничтожьте противника. Все солдаты при

source: away from the center and the outside of the map,
ru: расстановке будут стоять спиной к центру или к

source: depending on the closest map feature.
ru: карты, смотря что будет ближе.

source: Map exploration level 0 (unexplored) recommended.
ru: Подходит уровень разведки 0: карта не разведана.

source: Player 1 is controlling the target area for %d turn(s).
ru: Целевую зону контролирует игрок 1 %d ход(а/ов).

source: Player 2 is controlling the target area for %d turn(s).
ru: Целевую зону контролирует игрок 2 %d ход(а/ов).

source: Nobody is controlling the target area.
ru: Целевую зону никто не контролирует.

source: %d points limit exceeded!
ru: %d сверх лимита!

source: %s does not have his %s loaded!
ru: У %s разряжено оружие %s!

source: Items on the ground aren't allowed (you have: %d, including unselected soldiers).
ru: Предметы на земле недопустимы (имеется: %d, включая невыбранных бойцов).

source: Soldier #1 can't have two-handed weapons!
ru: Боец #1 не может иметь двуручное оружие!

source: You must have at least 2 high explosives.
ru: Нужно иметь не менее 2 зарядов взрывчатки.

source: You must have at least one stun weapon.
ru: Нужно иметь оглушающее оружие.

source: Leader can't use two-handed weapons.
ru: Командир не может использовать двуручное оружие.

source: Server:
ru: Сервер:

source: Login:
ru: Логин:

source: Password:
ru: Пароль:

source: Autologin
ru: Автовход

source: Help
ru: Помощь

source: The game can connect to the server running on the internet or on a local network (to start the server on your computer, just run 'ufo2000-srv' executable included in ufo2000 distributive). You need to enter server address. On the first run of the game, the server address contains some default value, it is the official ufo2000 server running on the internet. If you want to play on a local network, you need to start the ufo2000 server on one computer and enter its IP address when connecting to it from ufo2000 on another computer. The other two required fields are login and password. They are used to identify the user to track some game statistics like the number of victories and ELO rating. Login should be any name not used by other players and password should be at least 6 characters long. If you are connecting to the server for the first time, your account will be registered automatically. After successful login or registration, you will see the internet server chat screen.
ru: Игра может соединяться с сервером в сети интернет или в локальной сети (чтобы запустить сервер на вашем компьютере, просто запустите исполняемый файл 'ufo2000-srv', включённый в дистрибутив ufo2000). Вы должны ввести адрес сервера. При первом запуске игры адрес сервера установлен по умолчанию на официальный сервер ufo2000, работающий в сети интернет. Если вы хотите играть по локальной сети, вы должны запустить сервер ufo2000 на одном компьютере и ввести его IP-адрес при соединении с ним через ufo2000 на другом компьютере. Требуется заполнить ещё два поля: логин и пароль. Они используются для опознавания пользователя при сборе некоторой игровой статистики, например, количество побед и рейтинг Эло. В качестве логина может использоваться любое имя, не занятое другими игроками, а пароль должен быть не короче 6 символов. Если вы соединяетесь с сервером впервые, ваш аккаунт будет зарегистрирован автоматически. После успешного входа или регистрации вы увидите окно с интернет-чатом сервера.

source: Connecting to server...
ru: Соединение с сервером...

source: ufo2000 internet server (
ru: ufo2000 интернет сервер (

source: users online
ru: доступные игроки

source: You have just connected to ufo2000 internet server
ru: Вы подсоединились к интернет серверу ufo2000

source: There are two windows here: chat console in the left window
ru: Здесь два окна: окно чата слева

source: and the list of online players in the right
ru: и лист подсоединенных к серверу игроков справа

source: white player name - that's your own name
ru: имя белого цвета - Вы

source: gray player name - available for chat
ru: имя серого цвета - игрок готов для общения в чате

source: yellow player name - you have sent a challenge to this player
ru: имя желтого цвета - игрок выбран Вами в качестве опонента

source: green player name - you can accept a challenge from this player
ru: имя зеленого цвета - игрок выбрал Вас в качестве опонента

source: red player name - the player is busy playing with someone else
ru: имя красного цвета - игрок уже с кем-то играет

source: You can left click on player names to select them as your opponents
ru: Левым кликом можно пометить имя игрока как потенциального опонента

source: If you have an unfinished game at the server you can press F3 to continue it.
ru: Если Вы не закончили игру на сервере, то ее можно продолжить нажав F3.

source: Connected to server
ru: Соединен с сервером

source: as user
ru: Пользователь

source: Connection lost
ru: Соединение потеряно

source: %s is back from a game
ru: %s вернулся из игры

source: %s is here
ru: %s здесь

source: %s disconnected
ru: %s отсоединился

source: %s left chat to play a game
ru: %s покинул чат для игры

source: Start networkgame with
ru: Старт сетевой игры с

source: Join networkgame with
ru: Подключение к сетевой игре с

source: DISCONNECT FROM SERVER
ru: РАЗОРВАТЬ СОЕДИНЕНИЕ

source: Equipment weight: %d/%2d
ru: Вес снаряжения: %d/%2d

source: TUs>
ru: ОХ>

source: Health>
ru: Здоровье>

source: TIME UNITS
ru: ОЧКИ ХОДА

source: ENERGY
ru: ЭНЕРГИЯ

source: HEALTH
ru: ЗДОРОВЬЕ

source: FATAL WOUNDS
ru: ОТКРЫТЫЕ РАНЫ

source: BRAVERY
ru: ХРАБРОСТЬ

source: MORALE
ru: МОРАЛЬНЫЙ ДУХ

source: REACTIONS
ru: РЕАКЦИЯ

source: FIRING ACCURACY
ru: ТОЧНОСТЬ СТРЕЛЬБЫ

source: THROWING ACCURACY
ru: ТОЧНОСТЬ БРОСКОВ

source: STRENGTH
ru: СИЛА

source: FRONT ARMOUR
ru: БРОНЯ СПЕРЕДИ

source: LEFT ARMOUR
ru: БРОНЯ СЛЕВА

source: RIGHT ARMOUR
ru: БРОНЯ СПРАВА

source: REAR ARMOUR
ru: БРОНЯ СЗАДИ

source: UNDER ARMOUR
ru: БРОНЯ СНИЗУ
