Repository: panozzaj/ufo2000
Catalog: translations/ufo2000-*.po
Languages: be, de, es

source: Time-Units: every action costs time.
be: Адзінкі-Дзеяння: любое дзеянне мае кошт у АД.
de: Zeiteinheiten: während des Kampfes kostet jede Aktion Zeit.

source: Energy: some actions also cost energy (e.g. walking).
be: Вынослівасть: частка дзеянняу каштуе энергію (напрыклад, хада).
de: Energie/Ausdauer: einige Aktionen (z.B. laufen) kosten auch Energie.

source: Health: when this reaches zero, the soldier dies.
be: Здароўе: калі яно нуль, значыць баец мёртвы.
de: Gesundheit: wenn dieser Wert auf Null sinkt, stirbt der Soldat.

source: Fatal Wounds: amount of health-loss each round.
be: Фатальныя Раны: велічыня страты здароўя кожны ход.
de: Wunden: verursachen jede Runden einen Verlust an Gesundheit.

source: Stun: shown as an overlay to health. When the stun-value
be: Шок: адлюстроўваецца па-над здароўем. Калі велічыня
de: Betäubung: Anzeige innerhalb der Gesundheit. Wenn dieser Wert

source: reaches the value of health, the soldier gets unconscious.
be: шоку зраўняецца з велічынёй здароўя, баец губляе прытомнасць.
de: den der Gesundheit erreicht, wird der Soldat bewusstlos.

source: Bravery: (not yet implemented - same for all man)
be: Храбрасць: (пакуль не выкарыстаецца - цыфры адвольныя)
de: Tapferkeit: (wird vom Programm z.Zt. nicht verwendet)

source: Morale: current morale. Goes down when own men die.
be: Маральны Дух: памяншаецца пры стратах у атрадзе.
de: Moral: aktueller Moral-Wert. Sinkt bei eigenen Verlusten.

source: Reactions: chance for firing at an enemy during their round.
be: Рэакцыя: шанец стрэліць па ворагу ў яго ход.
de: Reaktion: Chance für einen Schuss in der gegnerischen Runde.

source: This needs time for at least a snapshot.
be: Патрабуюцца вольныя АД, хаця б на самы хуткі выстрал.
de: Erfordert genügend Zeiteinheiten, mindestens für einen Schnellschuss.

source: Firing accuracy: for pistols and guns.
be: Дакладнасць Стрэлаў: для пісталетаў, вінтовак і інш.
de: Schussgenauigkeit für Waffen.

source: Throwing accuracy: for grenades.
be: Дакладнасць Кідкоў: для кідання гранат, зарадаў СТСТ і інш.
de: Wurfgenauigkeit für Granaten.

source: Strength: this determines how much the soldier can carry.
be: Сіла: паказвае колькі баец можа на сабе несці.
de: Stärke: diese Angabe bestimmt, wieviel ein Soldat tragen kann.

source: When overloaded, he gets less TU each round.
be: Пры перавышэнні, памяншаецца колькасць АД на ход.
de: Überladene Einheiten verlieren jede Runde Zeiteinheiten.

source: PSI-Strength: (not yet implemented)
be: ПСІ-Сіла: (пакуль не выкарыстаецца)
de: PSI-Stärke: (wird z.Zt. noch nicht verwendet)

source: Armor: protection-value on all sides of the soldier.
be: Браня: абароненасць байца з кожнага боку.
de: Panzerung: Schutzwert auf den jeweiligen Seiten des Soldaten.

source: Under-armor protects against nearby explosions.
be: Браня знізу абараняе ад раненняў пры блізкіх выбухах.
de: Panzerung unten schützt gegen Explosionen auf benachbarten Feldern.

source: Endgame-Statistics:
be: Статыстыка Боя:
de: Abschlussbericht:

source: A summary of kills and damage for both teams.
be: Статыстыка стратаў і нанесеных пашкоджанняў абодвух бакоў.
de: Eine Zusammenfassung über Abschüsse und Schaden für beide Teams.

source: You can stay here to chat in private with your partner.
be: Тут можна затрымацца і пагутарыць з апанентам.
de: Sie können hier weiter mit Ihrem Spielpartner chatten.

source: Connect to an UFO2000-Server on your LAN (e.g. 192.168.1.2:2000)
be: Далучыцца да сэрвера UFO2000 можна як у LAN (напр. 192.168.1.2:2000),
de: Verbindung mit einem UFO2000-Server im LAN (z.B. 192.168.1.2:2000)

source: or on the Internet (e.g. the offical server lxnt.info:2001).
be: так і ў Інтэрнэце (напр. аф. сервер lxnt.info:2001).
de: oder im Internet aufnehmen (z.B. lxnt.info:2001).

source: To get a valid login-name at the official server,
be: Для атрымання дзейснага лагіна на афіцыйным сэрверы,
de: Um einen gültigen Login auf dem offiziellen Server zu bekommen,

source: register at http://ufo2000.lxnt.info/admin.php
be: патрабуецца рэгістрацыя на http://ufo2000.lxnt.info/admin.php
de: registieren Sie sich bei http://ufo2000.lxnt.info/admin.php

source: Registration is free, and no personal data is required.
be: Рэгістрацыя бясплатная і не патрабуе асабістых дадзеных.
de: Die Registrierung ist kostenlos und erfordert keine persönlichen Daten.

source: To chat, just type your message, and press ENTER.
be: Каб даслаць паведамленне, трэба яго набрать і націснуць ENTER.
de: Um zu chatten, tippen Sie einfach Ihren Text, und drücken die Eingabe-Taste.

source: To challenge another player, or accept his/her challenge,
be: Каб даслаць выклік іншаму гульцу або прыняць яго выклік на бой,
de: Um einen Spieler herauszufordern oder eine Herausforderung anzunehmen,

source: click on his/her name in the player-list at the right.
be: клікнуць на яго імя ў спісе імёнаў справа.
de: klicken sie seinen/ihren Namen in der Spieler-Liste rechts an.

source: Colors of the playernames:
be: Колеры імёнаў гульцоў:
de: Die Farben der Spielernamen:
es: Colores de los nombres:

source: White: You.
be: Белы: Вы.
de: Weiss - Ihr Spielername
es: Blanco: Tu nombre.

source: Gray : Someone else, available for chat.
be: Шэры: любы гулец з якім можна пагутарыць.
de: Grau - Ein anderer Spieler
es: Gris: Disponible para chat.

source: Red : He/she is busy, playing with someone else.
be: Чырвоны: гулец заняты - ён у гульні.
de: Rot - Spielt gerade mit jemand anderem.
es: Rojo: Alguien jugando con otro jugador.

source: Yellow: You have sent a challenge to him/her.
be: Жоўты: Гэтаму гульцу Вы паслалі выклік на бой.
de: Gelb - Sie haben diesem Spieler eine Herausforderung gesendet.
es: Amarillo: Has retado a este jugador.

source: Green : You can accept a challenge from him/her.
be: Зялены: Ад гэтага гульца Вам паступіў выклік на бой.
de: Grün - Sie können eine Herausforderung von diesem Spieler annehmen.
es: Verde: Puedes aceptar un reto de este jugador.

source: Mission-Planner: here you can select a map and a scenario,
be: Планіроўшчык місіі: у ім можна вылучыць тып карты і сцэнарыя,
de: Missionsplaner: hier können Sie eine Karte und ein Szenario auswählen,

source: set the game-rules, and select soldiers for a mission.
be: усталяваць правілы гульні і вылучыць байцоў.
de: die Spielregeln ändern und Soldaten für die Mission auswählen.

source: When finished, press SEND, then START. To leave, press ESC.
be: Завяршыўшы планаванне націснуць SEND, затым START. Або ESC каб зачыніць.
de: Zum Abschluss SENDEN, dann START anklicken. ESC für Abbruch, F1 für Hilfe.

source: To edit one of your soldiers, CTRL-click on his name.
be: Для рэдагавання салдата CTRL-клік на яго імя.
de: Mit CTRL-Klick auf einen Namen kann ein Soldat editiert werden.

source: Left-click to place a soldier on the map (your side only),
be: Правым клікам можна дадаць салдата на карту (толькі ў сваю зону),
de: Ein Links-Klick setzt einen Soldaten auf die Karte,

source: right-click to remove him.
be: левы клік - здымае яго з карты.
de: ein Rechts-Klick entfernt ihn.

source: SAVE && LOAD for a team can be found on the soldier-edit-screen.
be: Захаваць і Загрузіць атрад можна праз экран рэдагавання байцоў.
de: Speichern && Laden von Teams befindet sich im Einheiten-Editor.

source: To change the scenario, click on the text below 'MATCH SETTINGS'.
be: Для змены сцэнарыя, клікнуць на тэкст пад надпісам 'НАЛАДЫ МІСІІ'.
de: Klick auf Texte unter EINSTELLUNGEN erlaubt das ändern des Szenarios.

source: To generate a new map, click on the terrain-name,
be: Для стварэння новай карты, клікнуць на тэкст з тыпам карты,
de: Um eine neue Karte zu erzeugen, klicken Sie auf den Geländenamen,

source: then click on LOAD, NEW or select a new size (4*4, 5*5, 6*6).
be: затым клікнуць на ЗАГРУЗІЦЬ, НОВАЯ або вылучыць новы памер (4*4, 5*5, 6*6).
de: dann auf NEU, LADEN, oder eine Grösse (4*4, 5*5, 6*6).

source: Click on 'Game rules' for fine-tuning the settings:
be: Націснуць на 'Правілы гульні' для больш дакладнай налады:
de: Ein Klick auf 'Spielregeln' erlaubt Feineinstellungen an den Regeln:

source: Explosives, Pointlimit, Turnlimit, Timelimit, FOW, Items on Ground.
be: Абмежаванні - на Ўзрыўчатку, на Закупку, на колькасць Хадоў, на Час і інш.
de: Explosiv-Option, Punktlimit, Zuglimit, Zeitlimit, etc.

source: You should negotiate them via chat with your partner.
be: Можна дамовіцца аб іх у чату з партнёрам па гульні.
de: Sie können dies per Chat mit Ihrem Partner aushandeln.

source: Gamerules - Explosives:
be: Правіла - Узрыўчатка:
de: Spielregeln - Sprengstoffe:
es: Reglas - Explosivos:

source: What kind of grenades and rockets are allowed.
be: Вызначае, што з гранат і ракет дазволена.
de: Welche Art von Granaten und Raketen sind erlaubt
es: Que tipo de granadas y cohetes estan permitidos.

source: (0=no explosives .. 3=everything allowed)
be: (0=без узрыўчаткі зусім .. 3=дазволена ўсё)
de: (0=keine Sprengstoffe .. 3=alles erlaubt)
es: (0=sin explosivos ..3=vale todo)

source: Gamerules - Pointlimit:
be: Правіла - Абмежаванне на закупку:
de: Spielregeln - Punktlimit:
es: Reglas - Limite de puntos:

source: How many points you can spend on your soldiers,
be: Вызначае колькасць поінтаў якія можна патраціць на байцоў,
de: Die Anzahl Punkte, die für Soldaten, deren Attribute,
es: Cuantos puntos se pueden gastar en soldados,

source: their attributes, armor, weapons and equipment.
be: іх параметры, браню, зброю і іншую экіпіроўку.
de: Panzerung, Waffen und Ausrüstung ausgegeben werden können.
es: sus atributos, armadura, armas y equipo.

source: Gamerules - Turnlimit:
be: Правіла - Абмежаванне Хадоў.
de: Spielregeln - Rundenlimit:
es: Reglas - Limite de turnos:

source: How many turns the match will last.
be: Тут можна задаць даўжыню боя ў хадах.
de: Wieviele Runden das Spiel dauern wird.
es: Cuantos turnos durara el partido.

source: Gamerules - Timelimit:
be: Правіла - Абмежаванне Часу.
de: Spielregeln - Zeitlimit:
es: Reglas - Limite de tiempo:

source: How many seconds each turn lasts.
be: Тут можна задаць даўжыню ходу ў секундах.
de: Anzahl Sekunden pro Runde.
es: Cuantos segundos dura cada turno.

source: This is for fast, blitz-type games.
be: Гэта для хуткіх, бліц-гульняў.
de: Dies ist für schnelle 'Blitz'-Spiele.
es: Sirve para juegos rapidos.

source: Gamerules - Map Exploration Level at start of game:
be: Правіла - Узровень выведкі тэрыторыі пры старце гульні.
de: Spielregeln - bekannte Karte:
es: Reglas - Mapa explorado al comienzo del juego:

source: 0: map not explored, 1: deployment-area explored, 2: whole map explored.
be: 0: карта не выведана, 1: вядомая зона высадкі, 2: уся карта разведана.
de: 0: Karte nicht bekannt, 1: Startgebiet bekannt, 2: ganze Karte bekannt.
es: 0: mapa sin explorar, 1: area de despliegue explorada, 3: todo el mapa explorado.

source: Unexplored (not yet seen) parts of the map are shown as black.
be: Неразведаныя часткі карты адлюстроўваюцца чорным.
de: Unerforschte Felder der Karte werden schwarz angezeigt.
es: Las partes del mapa sin explorar se ven en negro.

source: Gamerules - Ground
be: Правілы - Зямля
de: Spielregeln - Boden
es: Reglas - Suelo

source: If this is off, you cannot leave the editor while items
be: Калі выключана, то нельга пакінуць рэдактар,
de: Mit dieser Regel können Gegenstände (im Editor) auf dem Boden
es: Si se desactiva, no se puede salir del editor mientras

source: are on the ground (e.g. heavy rockets to take on the mission).
be: пакуль на зямле ёсць хоць адзін прадмет.
de: erlaubt oder verboten werden (z.B. um Raketen mitzunehmen).
es: queden items en el suelo (ej, cohetes para llevar).

source: There are several scenario-types available:
be: Ёсць некалькі тыпаў сцэнарыяў:
de: Es gibt mehrere Typen von Szenaren:
es: Hay varios tipos de escenario disponibles:

source: Deathmatch - the most basic scenario:
be: Deathmatch - самы просты
es: Deathmatch - el escenario mas basico:

source: To win, you just have to survive,
be: Для перамогі патрэбна проста выжыць,
de: Um zu gewinnen, müssen Sie einfach nur überleben,
es: Para ganar, basta con sobrevivir,

source: and kill or stun everybody else.
be: уклаўшы, пры гэтым, усіх ворагаў.
de: und alle gegnerischen Einheiten abschiessen oder betäuben.
es: y matar o desmayar al enemigo.

source: (to be continued)
be: (працяг)
de: (Fortsetzung folgt)
es: (continuara)

source: MATCH SETTINGS
be: НАЛАДЫ МІСІІ
de: Einstellungen
es: OPCIONES DEL PARTIDO

source: Game rules:
be: Правілы гульні:
de: Spielregeln:
es: Reglas de juego:

source: Total points=%d (of %d)
be: Усяго поінтаў=%d (з %d)
de: Gesamtpunkte=%d (von %d)
es: Puntos totales=%d (de %d)

source: NEW
be: НОВАЯ
de: NEU
es: NUEVO

source: LOAD
be: ЗАГР.
de: LADEN
es: CARGAR

source: SAVE
be: ЗАХ.
de: SPEICHERN
es: SALVAR

source: Explosives level: %d
be: Узр. Узрыўчаткі: %d
de: Explosiv-Option: %d
es: Nivel de explosivos: %d

source: Points limit: %d000
be: Абмеж. поінтаў: %d000
de: Punktlimit: %d000
es: Limite de puntos: %d000

source: No turns limit
be: Без абмеж. па хадах
de: Kein Zuglimit
es: Sin limite de turnos

source: Turns limit: %d
be: Абмеж. па хадах: %d
de: Zuglimit: %d
es: Limite de turnos: %d

source: No time limit
be: Без абмеж. па часе
de: Kein Zeitlimit
es: Sin limite de tiempo

source: Time limit: %d sec
be: Час на ход: %d сек
de: Zeitlimit: %d sec
es: Limite de tiempo: %d seg

source: Exploration level: %d
be: Узровень Выведкі: %d
de: Karten-Option: %d
es: Nivel de exploracion: %d

source: Editor: ground on
be: Рэдактар: зямля ўкл.
de: Editor: Boden EIN
es: Editor: suelo activado

source: Editor: ground off
be: Рэдактар: зямля выкл.
de: Editor: Boden AUS
es: Editor: suelo desactivado

source: All explosives are prohibited.
be: Любая ўзрыўчатка забароненая.
de: Alle Explosiv-Waffen sind verboten.
es: No se permiten explosivos.

source: High explosives, all rockets and
be: Зарады ўзрыўчаткі, усё ракеты і
de: Sprengladungen, alle Raketen und
es: No se permiten los explosivos,

source: alien grenades are prohibited.
be: гранаты чужых забароненыя.
de: Alien-Granaten sind verboten.
es: cohetes y granadas alien.

source: Large rockets and alien grenades
be: Вялікія ракеты і гранаты чужых
de: Grosse Raketen und Alien-Granaten
es: No se permiten los cohetes

source: are prohibited.
be: забароненыя.
de: sind verboten.
es: grandes ni las granadas alien.

source: All explosives are allowed.
be: Любая ўзрыўчатка дазволеная.
de: Alle Explosiv-Waffen sind erlaubt.
es: Se permite todo tipo de explosivo.

source: no
be: не
de: kein

source: Map isn't explored at all.
be: Карта не разведана.
de: Karte ist nicht erforscht.
es: El mapa no esta explorado.

source: Deployment area is explored.
be: Разведана зона высадкі.
de: Nur Startgebiet ist bekannt.
es: Solo area de despliegue.

source: The entire map is explored.
be: Уся карта разведана.
de: Karte ist komplett erforscht.
es: El mapa esta explorado.

source: Total points=%d
be: Усяго поінтаў=%d
de: Gesamtpunkte=%d
es: Puntos totales=%d

source: SERVER
be: СЭРВЕР
es: SERVIDOR

source: CLIENT
be: КЛІЕНТ
es: CLIENTE

source: Some of the soldiers selected for battle are equipped with forbidden weapons
be: Некаторыя салдаты з вылучаных для ўдзелу ў аперацыі маюць забароненую зброю

source: Load GEODATA.lua file
be: Загрузіць файл GEODATA.lua

source: Invalid map file.
be: Файл карты няправільны!.
de: Ungültige Karten-Datei
es: El archivo de mapa no es válido.

source: Save GEODATA.lua file
be: Захаваць файл GEODATA.lua
de: Karte abspeichern
es: Salvar archivo GEODATA.lua

source: Can't save geodata.
be: Geodata не захаваны!.
de: Karte kann nicht abgespeichert werden
es: No se puede salvar.

source: Screenshot saved as %s
be: Скрыншот захаваны як %s
de: Bildschirmfoto gespeichert als %s
es: Imagen salvada como %s

source: wrong wholeCRC
de: CRC-Fehler

source: Remote
de: Entfernt
es: Remoto

source: Local
de: Lokal

source: &RANDOM TIP
de: &Zufalls-Tip
es: &AL AZAR

source: &NEXT TIP
de: &Nächster Tip
es: &SIGUIENTE

source: RANDOM TIP
de: Zufalls-Tip
es: &AL AZAR

source: NEXT TIP
de: Nächster Tip
es: &SIGUIENTE

source: COMMON POOL
de: GEMEINSAMER VORRAT

source: Switch Barchart
de: Status-Anzeige umschalten

source: &PREV PAGE
de: Seite &zurück
es: &PAGINA ANTERIOR

source: &NEXT PAGE
de: Seite &vorwärts
es: &PAGINA SIGUIENTE

source: Shift-F5..F8 set up these keys.
de: Mit Shift-F5..F8 können diese Einstellungen geändert werden.

source: SEND
de: SENDEN

source: Comparing local and remote UFO2000 versions...
es: Comparando versiones de UFO2000...

source: Press ESC to cancel
es: Presiona ESC para cancelar

source: points remain: %2d
es: puntos restantes: %2d

source: SNAP SHOT ACC>%02d%% UTs>%02d
es: TIRO SIMPLE PRE>%02d%% UTs>%02d

source: OFFER DRAW
es: OFRECER EMPATE

source: Deathmatch, Escape, Control, Sabotage, Capture ...
es: Deathmatch, Escape, Control, Sabotage, Captura ...

source: load GEODATA.lua file
es: cargar archivo GEODATA.lua

source: Diversion
es: Distraccion

source: Assassination
es: Asesinato

source: Hold
es: Aguante

source: Breakthrough
es: Ruptura del frente

source: Capture
es: Captura
