Repository: panozzaj/ufo2000
Catalog: translations/ufo2000-rus.po
Languages: ru

source: Time units are reserved for snap shot.
ru: Очки действий зарезервированы для выстрела на вскидку.

source: Time units are reserved for aimed shot.
ru: Очки действий зарезервированы для прицельного выстрела.

source: Time units are reserved for auto shot.
ru: Очки действий зарезервированы для выстрела очередью.

source: Time units are reserved for grenade throw.
ru: Очки действий зарезервированы для броска гранаты.

source: %s killed.
ru: Солдат %s убит.

source: %s stunned.
ru: Солдат %s оглушён.

source: %s has panicked.
ru: %s паникует.

source: (can't access inventory but moves faster)
ru: (инвентарь недоступен, но передвижения быстрее)

source: Panicked
ru: паникует

source: CLOSE
ru: ЗАКРЫТЬ

source: &RANDOM TIP
ru: &СЛУЧ. СОВЕТ

source: &NEXT TIP
ru: &СЛЕД. СОВЕТ

source: RANDOM TIP
ru: СЛУЧ. СОВЕТ

source: NEXT TIP
ru: СЛЕД. СОВЕТ

source: Tip
ru: Подсказка

source: RIGHT SHOULDER
ru: ПРАВОЕ ПЛЕЧО

source: LEFT SHOULDER
ru: ЛЕВОЕ ПЛЕЧО

source: RIGHT HAND
ru: ПРАВАЯ РУКА

source: LEFT HAND
ru: ЛЕВАЯ РУКА

source: RIGHT LEG
ru: ПРАВАЯ НОГА

source: LEFT LEG
ru: ЛЕВАЯ НОГА

source: BACK PACK
ru: ВЕЩМЕШОК

source: BELT
ru: ПОЯС

source: GROUND
ru: ЗЕМЛЯ

source: ARMOURY
ru: ОРУЖЕЙНАЯ

source: COMMON POOL
ru: РЕЗЕРВ

source: Move up one level
ru: Подняться на уровень вверх

source: Move down one level
ru: Спуститься на уровень вниз

source: View up one level
ru: На один уровень вверх

source: View down one level
ru: На один уровень вниз

source: Show Map
ru: Показать Карту

source: Stand up / Crouch
ru: Встать / На колено

source: Inventory
ru: Инвентарь

source: CenterView
ru: Центрировать

source: Jump to Next Man
ru: Следующий боец

source: Done with this man
ru: Закончить с этим бойцом

source: Toggle Roof
ru: Триггер крыши

source: Done with turn
ru: Закончить Ход

source: Exit Game
ru: Выход из игры

source: Show Stats of man
ru: Посмотреть параметры бойца

source: Switch Barchart
ru: Переключить

source: Reserve Time: None
ru: Резерв ОХ: Нет

source: Reserve Time: Aimed shot
ru: Резерв ОХ: Прицельный Выстрел

source: Reserve Time: Snapshot
ru: Резерв ОХ: Выстрел На Вскидку

source: Reserve Time: Autoshot
ru: Резерв ОХ: Выстрел Очередью

source: Introduction
ru: Введение

source: Battlescape
ru: Поле боя

source: Mapview
ru: Карта

source: Stats-View
ru: Параметры

source: Endgame-Stats
ru: Статистика

source: Network
ru: Сеть

source: Mission-Planner
ru: Планировщик

source: Scenarios
ru: Сценарии

source: Select Help-Page
ru: Выбрать Страницу Помощи

source: HELP-&INDEX
ru: ПОМОЩЬ-&ОГЛАВЛЕНИЕ

source: &PREV PAGE
ru: &ПРЕД. СТР.

source: &NEXT PAGE
ru: &СЛЕД. СТР.

source: To leave, press ESC.
ru: Для выхода нажать ESC

source: UFO2000 is a multiplayer game in the spirit of 'X-COM: UFO Defense'.
ru: UFO2000 это сетевая игра 'в духе' 'X-COM: UFO Defense'.

source: At the moment, only the tactical part of the game is playable,
ru: Сейчас можно играть только в тактическую часть игры,

source: e.g. two teams of soldiers and/or aliens fighting each other.
ru: т.е. две команды бойцов (людей или пришельцев) воюют между собой.

source: UFO2000 needs data (graphics, sound, maps) from an original XCOM-game.
ru: UFO2000 требуется ресурсы (графика, звуки, карты) из оригинальной игры.

source: Files from the XCOM-Demo can be used if you don't own XCOM-1,
ru: Если нет оригинальной игры, то подойдут файлы из демоверсии XCOM,

source: but this demo only has a few of the maps and aliens.
ru: но в демо не все карты и пришельцы.

source: If you also have Terror-from-the-Deep (aka UFO-2) or the TFTD-demo,
ru: Если так же есть Terror-from-the-Deep (aka UFO-2) или демо TFTD,

source: some additional maps from this game can be used.
ru: то есть возможность использовать карты и из них.

source: (But XCOM-1 is always required)
ru: (Но без XCOM-1 все равно не обойтись)

source: UFO2000 can be played hotseat (solo, or 2 players on 1 computer),
ru: UFO2000 имеет и 'хотсит' режим (игра на 1 компьютере для 1 или 2 игроков),

source: or via LAN or internet. The offical server runs on lxnt.info:2001.
ru: или можно играть через LAN или интернет. Официальный сервер запущен на lxnt.info:2001.

source: There is no AI implemented yet.
ru: ИИ в игре пока нет.

source: UFO2000 is controlled mainly with the mouse, and these keys:
ru: Управление в UFO2000 осуществляется посредством мыши или клавиш:

source: F1: Help, F2+F3: Save+Load, F9: Keymap, F10: Window/Fullscreen, F12: Screenshot
ru: F1: Помощь, F2+F3: Сохр.+Загр., F9: Раскладка, F10: В Оконе/На Полный Экран

source: Keypad+/-: adjust Music-Volume, Shift+space: Pause, ESC: Quit.
ru: F12: Скриншот, Keypad+/-: рег.гром.музыки, Shift+space: Пауза, ESC: Выход.

source: The active soldier is highlighted by a yellow arrow above him.
ru: Выбранный солдат подсвечен желтой стрелкой над ним.

source: Click on any of your soldiers to make him active.
ru: Кликнуть мышью на солдата что бы выбрать его.

source: To move the active soldier, left-click on the map.
ru: Перемещение выбранного бойца - левый клик на карте.

source: Right-click turns him towards the cursor, opens doors,
ru: Правый клик это и поворот бойца в сторону курсора,

source: and stops movement (e.g. in case of a mis-click).
ru: и открытие двери, и остановка движения бойца.

source: To fire a gun, click on the weapon in the left or right hand,
ru: Для стрельбы - клик на оружии в левой или правой руке,

source: select the fire-mode (aimed, snapshot, autoshot), then click
ru: выбрать режим стрельбы (приц., на вскидку, оч.), и клик

source: on the target. Use the PgUp&&PgDown-buttons to aim at other levels.
ru: на цели. Используйте клавиши PgUp&&PgDown для прицеливания выше/ниже

source: Grenades should be primed before they are thrown.
ru: Гранаты нужно взвести перед броском.

source: The delay is the number of rounds before they go off.
ru: Выставляется задержка - кол-во ходов до взрыва.

source: Zero delay means they explode at the end of your turn.
ru: При нулевой задержке подрыв будет по окончании текущего хода.

source: While you hold a grenade in your hand, it does not countdown,
ru: Пока граната в руке, таймер задержки выключен,

source: but a high-explosive does !
ru: но это не касается зарядов взрывчатки!

source: Primed proxy-grenades get hot when thrown or put on the ground.
ru: Активация гранат-ловушек - взвести и бросить или положить на землю.

source: The control-panel at the bottom of the screen:
ru: Панель управления внизу экрана:

source: The boxes at the left and right show the items in hand, e.g. weapons.
ru: Слоты справа и слева показывают что в руках, например оружие.

source: Between them are some buttons and a small status-display.
ru: Между ними несколько кнопок и небольшой статус-дисплей.

source: Control-panel: Buttons in column 1:
ru: Панель управления: Кнопки в 1 колонке:

source: Climb up && down a level.
ru: Переместиться на вверхний или нижний уровень.

source: This works only when standing on a gravlift.
ru: Работают только если боец стоит в гравилифте.

source: Control-panel: Buttons in column 2 (Ladder-symbol):
ru: Панель управления: Кнопки в 2 колонке:

source: Change level up && down: Look (and aim) at other levels.
ru: Сменить уровень (вверх && вниз): посмотреть (и прицелиться) на другом уровне.

source: Maps have 4 levels. Keyboard-shortcut: PgUp && PgDn-Keys.
ru: Карта 4-х уровневая. Хоткеи: PgUp && PgDn-Keys.

source: Control-panel: Buttons in column 3:
ru: Панель управления: Кнопки в 3 колонке:

source: Map-Display: Invoke the map-viewer for a small overhead-view.
ru: Дисплей-карта: вызывает экран обзора карты.

source: Stand up / Kneel: Kneeling improves aiming (10%).
ru: Встать / На колено: при стрельбе с колена кучность выше (на 10%).

source: Control-panel: Buttons in column 4:
ru: Панель управления: Кнопки в 4 колонке:

source: Inventory: access your belt, backpack etc., and items on the ground.
ru: Инвентарь: доступ к карманам, вещмешку и т.п., и к предметам на земле.

source: Center view: scroll map-display to center around the current man.
ru: Центрирование: центрирует вид по выделенному бойцу.

source: Control-panel: Buttons in column 5:
ru: Панель управления: Кнопки в 5 колонке:

source: Switch to next man, who still has TUs left.
ru: Выбрать след. бойца с неиспользованными ОХ.

source: Switch to next man, and mark current man as done.
ru: Выбрать след. бойца, и пометить текущего как сходившего.

source: Control-panel: Buttons in column 6:
ru: Панель управления: Кнопки в 6 колонке:

source: Show/hide other levels (e.g. show roof of buildings etc.)
ru: Показать/скрыть другие уровни (например крыши зданий и т.п.)

source: Config-Dialog: adjust movement speed, scrolling speed etc.
ru: Настройки: регул. скорорости передвижения, скролинга и т.п.

source: Control-panel: Buttons in column 7:
ru: Панель управления: Кнопки в 7 колонке:

source: End your turn.
ru: Завершить текущий ход.

source: Quit: abort mission (same as ESC).
ru: Прервать миссию (как и при ESC).

source: Control-panel: green&&red buttons at the lower left:
ru: Панель управления: зеленая и красные кнопки слева внизу:

source: Green: Reserve no time, move freely.
ru: Зеленая: нет резерва ОХ, свободное движение.

source: Red: Reserve time for aimed shot, snapshot, autofire.
ru: Красные: резерв ОХ на выстрел Прицельно, Быстро или Очередью.

source: Control-panel: big brown button in the center
ru: Панель управления: большая коричневая кнопка в центре

source: (shows turn-number):
ru: (на ней номер текущего хода):

source: Invoke statistics-display for current man.
ru: Вызывает дисплей с параметрами текущего бойца.

source: The map-viewer shows a small overhead-view of the map.
ru: Карта показывает территорию с видом сверху.

source: To look at other levels, use the up&&down-buttons at the left.
ru: Для осмотра других уровней используются вверх&&вниз кнопки слева.

source: To leave, click on the red OK-button, or press ESC.
ru: Для выхода кликнуть по красной кнопке ОК, или на нажать ESC.

source: A click on the map-area centers the view to this spot.
ru: Клик на карте центрирует вид по точке клика.

source: Unexplored areas are shown as black.
ru: Неразведанная территория отображается черным.

source: Yellow dots: your men.
ru: Желтые точки: свои бойцы.

source: Red dots : enemy soldiers.
ru: Красные точки: бойцы противника.

source: Blue dots : map-tiles with damage.
ru: Синие точки: поврежденные клетки.

source: Inventory: here you can manage the weapons
ru: Инвентарь: служит для распределения вооружения

source: and equipment of your soldier.
ru: и прочей экиперовки бойца.

source: To leave, press the OK-button, or goto the next/previous man.
ru: Закрыть нажав на ОК, или переключиться на след./пред. бойца.

source: In the mission-planner, you can use F2 && F3
ru: В планировшике можно использовать F2 && F3

source: to save && load a team of soldiers.
ru: для сохр. или загр. взвода солдат.

source: Use the mouse to move items between the slots
ru: Для перемещения между слотами (руки, вещмешок,

source: for hands, belt, backpack etc.
ru: пояс, и т.п.) используется мышь.

source: Note: during battle, each such move costs time.
ru: Внимание: в бою каждое перемещение стоит ОХ.

source: To unload a weapon, move it over the clip-button
ru: Разрядить оружие можно перетащив его на кнопку

source: (top right, below the arrow-buttons) and click there.
ru: (в верхнем правом углу) и нажать ее.

source: You must have your second hand free.
ru: При этом руки должны быть свободны.

source: To load an empty weapon, hold it in one hand,
ru: Для зарядки пустого оружия, поместить его в руку,

source: and move ammo of the matching type into the weapon-slot.
ru: и переместить на него подходящий магазин.

source: The armor cannot be changed during a battle.
ru: Броня не может быть заменена в бою.

source: Flying armor does not work yet (it only has stronger armor).
ru: Летающая броня пока не летает (она просто более мощная).

source: Click on the picture of the soldier to get to his stats.
ru: Кликнув на изображение бойца выводим его параметры.

source: Quick-Setup: (experimental feature)
ru: Быстр. Настройка: (пробная фича)

source: With F5..F8 a predefined soldier-type can be selected.
ru: Кнопками F5..F8 можно выбрать готовые Специальности.

source: Shift-F5..F8 set up these keys.
ru: Shift-F5..F8 опредеряет эти клавиши.

source: Quick-Setup:
ru: Быстр. Настройка:

source: DEL: delete equipment of the current soldier.
ru: DEL: очистить экиперовку текущего бойца.

source: TAB/Shift-TAB: jump to next/previous soldier.
ru: TAB/Shift+TAB: выбрать след./пред. бойца.

source: F9: generate a name for the current soldier.
ru: F9: сгенерировать имя для текущего бойца.

source: Shift-F9: configure the name-generator.
ru: Shift-F9: Настроить генератор имен.

source: F11: cycle thru apperances of the current soldier.
ru: F11: выбрать скин текущего бойца.

source: F12: cycle thru armor-types of the current soldier.
ru: F12: выбрать броню для текущего бойца.

source: Stats-Display: the current attributes of the soldier.
ru: Окно Параметров: текущие парамерты бойца.

source: To leave, press ESC or click a mousebutton.
ru: Закрывается по ESC или по клику мыши.

source: Stats:
ru: Параметры:

source: Time-Units: every action costs time.
ru: Очки хода: любое дейстивие имеет цену в ОХ.

source: Energy: some actions also cost energy (e.g. walking).
ru: Выносливость: часть действий тратит энергию (например, ходьба).

source: Health: when this reaches zero, the soldier dies.
ru: Здоровье: если оно ноль, значит боец мертв.

source: Fatal Wounds: amount of health-loss each round.
ru: Открытые Раны: величена потери здоровья, каждый ход.

source: Stun: shown as an overlay to health. When the stun-value
ru: Шок: отображается поверх здоровья. Когда величина

source: reaches the value of health, the soldier gets unconscious.
ru: шока сравняется с величеной здоровья, боец теряет сознание.

source: Bravery: (not yet implemented - same for all man)
ru: Храбрость: (пока не используется - цыфры произвольные)

source: Morale: current morale. Goes down when own men die.
ru: Моральный Дух: тек. знач. МД. Уменьшается при потерях во взводе.

source: Reactions: chance for firing at an enemy during their round.
ru: Реакция: шанс выстрелить по врагу в его ход.

source: This needs time for at least a snapshot.
ru: Требуются свободные ОХ, хотя бы на самый быстрый выстрел.

source: Firing accuracy: for pistols and guns.
ru: Точность Стрельбы: для пистолетов, винтовок и пр.

source: Throwing accuracy: for grenades.
ru: Точность Бросков: для метания гранат, зарядов ВВ и пр.

source: Strength: this determines how much the soldier can carry.
ru: Сила: показывает сколько боец может на себе нести.

source: When overloaded, he gets less TU each round.
ru: При привышении, уменьшается кол-во ОХ на ход.

source: PSI-Strength: (not yet implemented)
ru: ПСИ-Сила: (пока не используется)

source: Armor: protection-value on all sides of the soldier.
ru: Броня: защищенность бойца с каждой стороны.

source: Under-armor protects against nearby explosions.
ru: Броня снизу защищает от поражения при близких взрывах.

source: Endgame-Statistics:
ru: Статистика Матча:

source: A summary of kills and damage for both teams.
ru: Статистика потерь и нанесенного урона обеих сторон.

source: You can stay here to chat in private with your partner.
ru: Тут можно задержаться и приватно побеседовать с опонентом.

source: Connect to an UFO2000-Server on your LAN (e.g. 192.168.1.2:2000)
ru: Соединиться через сервер UFO2000 можно как в LAN (напр. 192.168.1.2:2000),

source: or on the Internet (e.g. the offical server lxnt.info:2001).
ru: так и через Интернет (напр. оф. сервер lxnt.info:2001).

source: To get a valid login-name at the official server,
ru: Для получения рабочего логина на оф.сервере,

source: register at http://ufo2000.lxnt.info/admin.php
ru: требуется регистрация на http://ufo2000.lxnt.info/admin.php

source: Registration is free, and no personal data is required.
ru: Регистрация бесплатна и не требует персональных данных.

source: To chat, just type your message, and press ENTER.
ru: Для общения, набрать сообщение и нажать ENTER.

source: To challenge another player, or accept his/her challenge,
ru: Для вызова другого игрока или принятия его вызова,

source: click on his/her name in the player-list at the right.
ru: кликнуть на его имени в списке имен справа.

source: Colors of the playernames:
ru: Цвета имен игроков:

source: White: You.
ru: Белый: Вы.

source: Gray : Someone else, available for chat.
ru: Серый: любой игрок с которым можно пообщаться.

source: Red : He/she is busy, playing with someone else.
ru: Красный: игрок занят - он в игре.

source: Yellow: You have sent a challenge to him/her.
ru: Желтый: Этому игроку Вы послали вызов на бой.

source: Green : You can accept a challenge from him/her.
ru: Зеленый: От этого игрока Вам поступил вызов на бой.

source: Mission-Planner: here you can select a map and a scenario,
ru: Планировшик миссии: в нем можно выбрать тип карты и сценария,

source: set the game-rules, and select soldiers for a mission.
ru: установить правила игры и выбрать бойцов.

source: When finished, press SEND, then START. To leave, press ESC.
ru: Завершив планирование нажать SEND, затем START. Или ESC чтоб закрыть.

source: To edit one of your soldiers, CTRL-click on his name.
ru: Для редактирования солдата CTRL-клик на его имени.

source: Left-click to place a soldier on the map (your side only),
ru: Правым кликом можно добавить солдата на карту (только в свою зону),

source: right-click to remove him.
ru: левый клик - снимает его с карты.

source: SAVE && LOAD for a team can be found on the soldier-edit-screen.
ru: Сохр. и Загр. взвод можно через экран редактирования бойцов.

source: To change the scenario, click on the text below 'MATCH SETTINGS'.
ru: Для смены сценария, кликнуть на текст под надписью 'НАСТРОЙКИ МИССИИ'.

source: To generate a new map, click on the terrain-name,
ru: Для создания новой карты, кликнуть на текст с типоп карты,

source: then click on LOAD, NEW or select a new size (4*4, 5*5, 6*6).
ru: затем кликнуть на ЗАГРУЗИТЬ, НОВАЯ или просто выбрать новый размер (4*4, 5*5, 6*6).

source: Click on 'Game rules' for fine-tuning the settings:
ru: Нажать на 'Правила игры' для более точной настройки:

source: Explosives, Pointlimit, Turnlimit, Timelimit, FOW, Items on Ground.
ru: Ограничения - на Взрывчатку, на Закупку, на кол-во Ходов, на Время и пр.

source: You should negotiate them via chat with your partner.
ru: Можно договориться о них в чате с прартнером по игре.

source: Gamerules - Explosives:
ru: Правила - Взрывчатка:

source: What kind of grenades and rockets are allowed.
ru: Определяет, что из гранат и ракет разрешено.

source: (0=no explosives .. 3=everything allowed)
ru: (0=без врывчатки вообще .. 3=разрешено все)

source: Gamerules - Pointlimit:
ru: Правила - Ограничение на закупку:

source: How many points you can spend on your soldiers,
ru: Определяет кол-во поинтов которое можно потратить на бойцов,

source: their attributes, armor, weapons and equipment.
ru: их параметры, броню, оружее и пр. экиперовку.

source: Gamerules - Turnlimit:
ru: Правила - Ограничение Ходов.

source: How many turns the match will last.
ru: Тут можно задать длину матча в ходах.

source: Gamerules - Timelimit:
ru: Правила - Ограничение Времени.

source: How many seconds each turn lasts.
ru: Тут можно задать длину хода в секундах.

source: This is for fast, blitz-type games.
ru: Это для быстрых, блиц-игр.

source: Gamerules - Map Exploration Level at start of game:
ru: Правила - Уровень разведки территории при старте игры.

source: 0: map not explored, 1: deployment-area explored, 2: whole map explored.
ru: 0: карта не разведана, 1: разведана зона высадки, 2: вся карта разведана.

source: Unexplored (not yet seen) parts of the map are shown as black.
ru: Неразведанные участки карты отображаются черным.

source: Gamerules - Ground
ru: Правила - Земля

source: If this is off, you cannot leave the editor while items
ru: Если выключено, то нельзя покинуть редактор,

source: are on the ground (e.g. heavy rockets to take on the mission).
ru: пока на земле есть хоть один предмет.

source: There are several scenario-types available:
ru: Есть несколько типов сценариев:

source: Deathmatch, Escape, Control, Sabotage, Capture ...
ru: Мясорубка, Побег, Царь горы, Диверсия, Захват ...

source: Deathmatch - the most basic scenario:
ru: Мясорубка - самый простой:

source: To win, you just have to survive,
ru: Победил если выжил,

source: and kill or stun everybody else.
ru: уложив, при этом, всех врагов.

source: (to be continued)
ru: (продолжение следует)

source: MATCH SETTINGS
ru: НАСТРОЙКИ МИССИИ

source: Game rules:
ru: Игровые правила:

source: Total points=%d (of %d)
ru: Всего поинтов=%d (из %d)

source: NEW
ru: НОВАЯ

source: LOAD
ru: ЗАГР.

source: SAVE
ru: СОХР.

source: Light level: %d
ru: Уровень освещения: %d

source: Points limit: %d000
ru: Ограничение поинтов: %d000

source: No turns limit
ru: Без ограничения по ходам

source: Turns limit: %d
ru: Ограничение по ходам: %d

source: No time limit
ru: Без ограничения по времени

source: Time limit: %d sec
ru: Время на ход: %d сек

source: Exploration level: %d
ru: Уровень Разведки: %d

source: Editor: ground on
ru: Редактор: земля включена

source: Editor: ground off
ru: Редактор: земля выключена

source: Night.
ru: Ночь.

source: Low visibility.
ru: Плохая видимость.

source: Twilight.
ru: Сумерки.

source: Medium visibility.
ru: Средняя видимость.

source: Day.
ru: День.

source: Good visibility.
ru: Хорошая видимость.

source: no
ru: нет

source: Map isn't explored at all.
ru: Карта не разведана.

source: Deployment area is explored.
ru: Разведана зона высадки.

source: The entire map is explored.
ru: Вся карта разведана.

source: Ready to play!
ru: Готов к игре!

source: Total points=%d
ru: Всего поинтов=%d

source: SERVER
ru: СЕРВЕР

source: CLIENT
ru: КЛИЕНТ

source: Some of the soldiers selected for battle are equipped with forbidden weapons
ru: Некоторые бойцы, выбранные для боя, вооружены запрещенным оружием

source: Load map
ru: Загр. карту

source: Invalid map file.
ru: Файл карты неверный!.

source: Save map
ru: Сохр. карту

source: Can't save map file.
ru: Невозможно сохр. файла карты.

source: Screenshot saved as %s
ru: Скриншот сохранен как %s

source: Use left/right arrows to rotate the globe
ru: Для вращения глобуса используйте стрелки влево/вправо

source: Use F1..F7 to accelerate time
ru: Для ускорения времени используйте F1..F7

source: Press ESC to exit
ru: Для выхода нажмите ESC
